Repository: Pruebas77/phpipam
Catalog: functions/locale/*.UTF-8/LC_MESSAGES/phpipam.po
Languages: es_es

source: How long a secondary will still treat its copy of the zone data as valid if it can't contact the primary.
es_es: Cuánto tiempo un servidor secundario seguirá considerando válida su copia de los datos de la zona si no puede contactar con el primario.

source: negative caching time - the time a NAME ERROR = NXDOMAIN result may be cached by any resolver
es_es: Tiempo de caché negativo - el tiempo que un ERROR DE NOMBRE = NXDOMAIN puede ser almacenado en caché por cualquier resolver

source: Default TTL
es_es: TTL predeterminado

source: Default TTL for domain records
es_es: TTL predeterminado para los registros de dominio

source: Invalid domain name
es_es: Nombre de dominio no válido

source: Master must be an IP address
es_es: El maestro debe ser una dirección IP

source: Invalid domain type
es_es: Tipo de dominio no válido

source: Invalid domain hostmaster
es_es: Administrador de dominio no válido

source: Please set master server(s) if domain type is SLAVE
es_es: Por favor, configure el servidor(es) maestro si el tipo de dominio es SLAVE

source: domain
es_es: dominio

source: FQDN domain name
es_es: Nombre de dominio FQDN

source: Master NS
es_es: NS maestro

source: NULL
es_es: NULO

source: Domain type
es_es: Tipo de dominio

source: Default record values (SOA, NS)
es_es: Valores de registro predeterminados (SOA, NS)

source: Dont create default records (SOA, NS)
es_es: No crear registros predeterminados (SOA, NS)

source: removing Domain will also remove all referenced entries!
es_es: ¡Eliminar el dominio también eliminará todas las entradas referenciadas!

source: PowerDNS management
es_es: Gestión de PowerDNS

source: Please enable powerDNS module under server management
es_es: Por favor, habilite el módulo PowerDNS en la gestión del servidor

source: Invalid name
es_es: Nombre no válido

source: Invalid content
es_es: Contenido no válido

source: Adding domain record on slave zone is not permitted
es_es: No se permite añadir registro de dominio en una zona esclava

source: does not exist
es_es: no existe

source: Create domain
es_es: Crear dominio

source: DNS record
es_es: Registro DNS

source: for domain
es_es: para el dominio

source: www.example.com
es_es: www.ejemplo.com

source: Record type
es_es: Tipo de registro

source: Content
es_es: Contenido

source: Priority
es_es: Prioridad

source: Invalid subnet
es_es: Subred no válida

source: Automatic PTR creation for this subnet is disabled
es_es: La creación automática de PTR para esta subred está deshabilitada

source: PowerDNS not enabled
es_es: PowerDNS no habilitado

source: PTR zone refresh records
es_es: Registros de actualización de zona PTR

source: Clicking on regenerate will remove all PTR records for subnet and recreate new.
es_es: Hacer clic en regenerar eliminará todos los registros PTR para la subred y creará nuevos.

source: Invalid Subnet ID
es_es: ID de subred no válido

source: Database settings
es_es: Configuración de la base de datos

source: Database
es_es: Base de datos

source: Active database
es_es: Base de datos activa

source: Invalid device type
es_es: Tipo de dispositivo no válido

source: Invalid start value
es_es: Valor de inicio no válido

source: Invalid size value
es_es: Valor de tamaño no válido

source: Invalid device name
es_es: Nombre de dispositivo no válido

source: Invalid rack position (overflow)
es_es: Posición de rack no válida (desbordamiento)

source: Invalid Device ID
es_es: ID de dispositivo no válido

source: Failed to add device to rack
es_es: Error al añadir dispositivo al rack

source: Device added to rack
es_es: Dispositivo añadido al rack

source: Failed to remove device from rack
es_es: Error al eliminar dispositivo del rack

source: Device removed from rack
es_es: Dispositivo eliminado del rack

source: device to rack
es_es: dispositivo al rack

source: No devices available
es_es: No hay dispositivos disponibles

source: Device name
es_es: Nombre del dispositivo

source: Device size in U
es_es: Tamaño del dispositivo en U

source: Don't update device location from rack
es_es: No actualizar la ubicación del dispositivo desde el rack

source: Back side
es_es: Parte posterior

source: Orientation
es_es: Orientación

source: Top-down (unit 1 at the top)
es_es: De arriba hacia abajo (unidad 1 en la parte superior)

source: Bottom-up (unit 1 at the bottom)
es_es: De abajo hacia arriba (unidad 1 en la parte inferior)

source: Search and replace fields in IP address list
es_es: Buscar y reemplazar campos en la lista de direcciones IP

source: Select field to replace
es_es: Selecciona el campo a reemplazar

source: MAC address
es_es: Dirección MAC

source: Select search string
es_es: Selecciona la cadena de búsqueda

source: search string
es_es: cadena de búsqueda

source: Select replace string
es_es: Selecciona la cadena de reemplazo

source: replace string
es_es: cadena de reemplazo

source: Replace
es_es: Reemplazar

source: Please enter something in search field
es_es: Por favor, ingresa algo en el campo de búsqueda

source: Switch
es_es: Interruptor

source: does not exist, first create switch under admin menu
es_es: no existe, primero crea el interruptor en el menú de administración

source: You do not have permissions to process this request
es_es: No tienes permisos para procesar esta solicitud

source: Failed to reject IP request
es_es: Error al rechazar la solicitud de IP

source: Request has been rejected
es_es: La solicitud ha sido rechazada

source: IP address already exists
es_es: La dirección IP ya existe

source: Failed to create IP address
es_es: Error al crear la dirección IP

source: Cannot confirm IP address
es_es: No se puede confirmar la dirección IP

source: IP request accepted/rejected
es_es: Solicitud de IP aceptada/rechazada

source: Request does not exist
es_es: La solicitud no existe

source: Requested IP address
es_es: Dirección IP solicitada

source: already used. First available address automatically provided.
es_es: ya está en uso. Se proporcionó automáticamente la primera dirección disponible.

source: No IP addresses available in requested subnet.
es_es: No hay direcciones IP disponibles en la subred solicitada.

source: Manage IP address request
es_es: Gestionar solicitud de dirección IP

source: Request details
es_es: Detalles de la solicitud

source: Requested subnet
es_es: Subred solicitada

source: Enter IP description
es_es: Ingrese la descripción de la IP

source: MAC Address
es_es: Dirección MAC

source: Enter MAC Address
es_es: Ingrese la dirección MAC

source: Enter hostname
es_es: Ingrese el nombre de host

source: Enter IP owner
es_es: Ingrese el propietario de la IP

source: Select device
es_es: Selecciona el dispositivo

source: Write note
es_es: Escribir nota

source: Additional information
es_es: Información adicional

source: Requester email
es_es: Correo electrónico del solicitante

source: Requester comment
es_es: Comentario del solicitante

source: Comment approval/reject
es_es: Comentario de aprobación/rechazo

source: Enter reason for reject/approval to be sent to requester
es_es: Ingrese el motivo de rechazo/aprobación para ser enviado al solicitante

source: Reject
es_es: Rechazar

source: Accept
es_es: Aceptar

source: List of all active IP addresses requests
es_es: Lista de todas las solicitudes de direcciones IP activas

source: No IP address requests available
es_es: No hay solicitudes de direcciones IP disponibles

source: Requested by
es_es: Solicitado por

source: Automatic
es_es: Automático

source: Process
es_es: Procesar

source: List of all processes IP addresses requests
es_es: Lista de todos los procesos de solicitudes de direcciones IP

source: Admin comment
es_es: Comentario del administrador

source: Accepted
es_es: Aceptado

source: Set required IP address fields
es_es: Configurar campos de IP obligatorios

source: Select which fields are mandatory to be filled in when creating IP address.
es_es: Selecciona los campos obligatorios que deben completarse al crear una dirección IP.

source: Check all fields that are required
es_es: Marcar todos los campos que son obligatorios

source: Update successfull
es_es: Actualización exitosa

source: Please fix the following errors before inserting
es_es: Por favor, corrija los siguientes errores antes de insertar

source: Failed to import subnet
es_es: Error al importar la subred

source: Import successful
es_es: Importación exitosa

source: This script imports subnets from RIPE database for specific AS. Enter desired AS to search for subnets
es_es: Este script importa subredes de la base de datos RIPE para un AS específico. Ingresa el AS deseado para buscar subredes

source: AS number
es_es: Número AS

source: Invalid AS
es_es: AS no válido

source: No subnets found
es_es: No se encontraron subredes

source: Limiting results to 1000 subnets
es_es: Limitando los resultados a 1000 subredes

source: I found the following routes belonging to AS
es_es: Encontré las siguientes rutas pertenecientes al AS

source: select section
es_es: seleccionar sección

source: Show name
es_es: Mostrar nombre

source: Remove this subnet
es_es: Eliminar esta subred

source: Import to database
es_es: Importar a la base de datos

source: Remove mapping
es_es: Eliminar mapeo

source: Mapping removal failed
es_es: Falló la eliminación del mapeo

source: Mapping removed
es_es: Mapeo eliminado

source: Please enter at least 2 characters.
es_es: Por favor, ingrese al menos 2 caracteres.

source: Advertised
es_es: Anunciado

source: Received
es_es: Recibido

source: Mapping
es_es: Mapeo

source: BGP subnet mapping
es_es: Mapeo de subred BGP

source: BGP summary
es_es: Resumen BGP

source: Peer name
es_es: Nombre del vecino

source: BGP type
es_es: Tipo de BGP

source: Local AS
es_es: AS local

source: Local address
es_es: Dirección local

source: Peer AS
es_es: AS vecino

source: Peer address
es_es: Dirección del vecino

source: Map new subnet
es_es: Mapear nueva subred

source: Invalid local AS
es_es: AS local no válido

source: Invalid peer AS
es_es: AS vecino no válido

source: Invalid local address
es_es: Dirección local no válida

source: Invalid peer address
es_es: Dirección del vecino no válida

source: Insufficient permissions for module VRF
es_es: Permisos insuficientes para el módulo VRF

source: Invalid VRF ID
es_es: ID de VRF no válido

source: Insufficient permissions for module Circuits
es_es: Permisos insuficientes para el módulo Circuitos

source: Invalid Circuits ID
es_es: ID de Circuitos no válido

source: Insufficient permissions for module Customers
es_es: Permisos insuficientes para el módulo Clientes

source: Invalid Customer ID
es_es: ID de Cliente no válido

source: BGP peer
es_es: Vecino BGP

source: Select Circuit
es_es: Seleccionar Circuito

source: Select VRF
es_es: Seleccionar VRF

source: Peer Address
es_es: Dirección del vecino

source: Local Address
es_es: Dirección local

source: Invalid agent Id
es_es: ID de agente no válido

source: Cannot remove localhost scan agent
es_es: No se puede eliminar el agente de escaneo localhost

source: Invalid agent code
es_es: Código de agente no válido

source: Invalid agent name
es_es: Nombre de agente no válido

source: Agent
es_es: Agente

source: Scan agent references removed
es_es: Referencias de agente de escaneo eliminadas

source: agent
es_es: agente

source: Create new scan agent
es_es: Crear nuevo agente de escaneo

source: Enter scan agent name
es_es: Ingrese el nombre del agente de escaneo

source: Agent description
es_es: Descripción del agente

source: Code
es_es: Código

source: Agent code
es_es: Código de agente

source: Agent type
es_es: Tipo de agente

source: Create new agent
es_es: Crear nuevo agente

source: Agent id
es_es: ID de agente

source: Never
es_es: Nunca

source: edit agent details
es_es: editar detalles del agente

source: remove agents
es_es: eliminar agentes

source: No agents available
es_es: No hay agentes disponibles

source: phpipam-agent documentation
es_es: Documentación de phpipam-agent

source: Section reordering failed
es_es: Falló la reordenación de la sección

source: Section reordering successful
es_es: Reordenación de la sección exitosa

source: Section order
es_es: Orden de sección

source: You can manually set order in which sections are displayed in. Default is creation date.
es_es: Puedes configurar manualmente el orden en que se muestran las secciones. El valor predeterminado es la fecha de creación.

source: I will delete
es_es: Eliminaré

source: Are you sure you want to delete above items?
es_es: ¿Estás seguro de que deseas eliminar los elementos anteriores?

source: Confirm
es_es: Confirmar

source: Section name
es_es: Nombre de la sección

source: Section description
es_es: Descripción de la sección

source: Select parent section to create subsection
es_es: Selecciona la sección principal para crear una subsección

source: Strict Mode
es_es: Modo estricto

source: No disables overlapping subnet checks. Subnets can be nested/created randomly. Anarchy.
es_es: No desactiva las comprobaciones de subredes superpuestas. Las subredes pueden estar anidadas/creadas aleatoriamente. Anarquía.

source: Show subnet menu
es_es: Mostrar menú de subred

source: Show list of section subnets in subnet list
es_es: Mostrar lista de subredes de la sección en la lista de subredes

source: Show VLAN menu
es_es: Mostrar menú VLAN

source: Show list of VLANs and belonging subnets in subnet list
es_es: Mostrar lista de VLANs y subredes pertenecientes en la lista de subredes

source: Show VRF menu
es_es: Mostrar menú VRF

source: Show list of VRFs and belonging subnets in subnet list
es_es: Mostrar lista de VRFs y subredes pertenecientes en la lista de subredes

source: Show only supernets
es_es: Mostrar solo superredes

source: Show only supernets in list of subnets in section
es_es: Mostrar solo superredes en la lista de subredes de la sección

source: Subnet ordering
es_es: Orden de subred

source: Subnet, ascending
es_es: Subred, ascendente

source: Subnet, descending
es_es: Subred, descendente

source: Description, ascending
es_es: Descripción, ascendente

source: Description, descending
es_es: Descripción, descendente

source: How to order display of subnets
es_es: Cómo ordenar la visualización de subredes

source: Permissions
es_es: Permisos

source: No groups available
es_es: No hay grupos disponibles

source: Delegate
es_es: Delegar

source: Permission changes will be propagated to all nested subnets
es_es: Los cambios de permisos se propagarán a todas las subredes anidadas

source: Add section
es_es: Agregar sección

source: Group Permissions
es_es: Permisos de grupo

source: All groups: No access
es_es: Todos los grupos: Sin acceso

source: No sections configured
es_es: No se han configurado secciones

source: Permissions info
es_es: Información de permisos

source: If group is not set in permissions then it will not have access to subnet
es_es: Si el grupo no está configurado en los permisos, no tendrá acceso a la subred

source: Groups with RO permissions will not be able to create new subnets
es_es: Los grupos con permisos de solo lectura no podrán crear nuevas subredes

source: Subnet permissions must be set separately. By default if group has access to section<br>it will have same permission on subnets
es_es: Los permisos de subred deben configurarse por separado. Por defecto, si el grupo tiene acceso a la sección,<br>tendrá los mismos permisos sobre las subredes

source: You can choose to delegate section permissions to all underlying subnets
es_es: Puedes elegir delegar los permisos de la sección a todas las subredes subyacentes

source: If group does not have access to section it will not be able to access subnet, even if<br>subnet permissions are set
es_es: Si el grupo no tiene acceso a la sección, no podrá acceder a la subred, incluso si<br>se configuran permisos de subred

source: phpIPAM Server settings
es_es: Configuraciones del servidor phpIPAM

source: Site settings
es_es: Configuraciones del sitio

source: Site title
es_es: Título del sitio

source: Set site title
es_es: Establecer título del sitio

source: Site domain
es_es: Dominio del sitio

source: Set domain for sending mail notifications
es_es: Establecer dominio para enviar notificaciones por correo

source: Site URL
es_es: URL del sitio

source: Set site URL
es_es: Establecer URL del sitio

source: Login text
es_es: Texto de inicio de sesión

source: Show text above 'username' field on login page (default empty)
es_es: Mostrar texto sobre el campo 'nombre de usuario' en la página de inicio de sesión (predeterminado vacío)

source: Prettify links
es_es: Embellecer enlaces

source: Use nicer URL structure
es_es: Usar una estructura de URL más amigable

source: Please note that mod_rewrite is required with appropriate settings if pretified links are selected.
es_es: Ten en cuenta que se requiere mod_rewrite con la configuración adecuada si se seleccionan enlaces embellecidos.

source: Default language
es_es: Idioma predeterminado

source: Select default language
es_es: Seleccionar idioma predeterminado

source: Default theme
es_es: Tema predeterminado

source: Select default UI theme
es_es: Seleccionar tema de interfaz de usuario predeterminado

source: Default permission propagation
es_es: Propagación de permisos predeterminada

source: Set subnet / section permission propagate button to on by default
es_es: Establecer el botón de propagación de permisos de subred/sección en 'encendido' por defecto

source: Inactivity timeout
es_es: Tiempo de espera por inactividad

source: minutes
es_es: minutos

source: hours
es_es: horas

source: Select inactive timeout for user sessions. Please note that if default php session settings in php.ini are lower they will override this
es_es: Selecciona el tiempo de espera por inactividad para las sesiones de usuario. Ten en cuenta que si la configuración predeterminada de sesión en php.ini es menor, esto sobrescribirá la configuración.

source: Highest VLAN number
es_es: Número más alto de VLAN

source: Set highest VLAN number (default 4096)
es_es: Establecer el número más alto de VLAN (predeterminado 4096)

source: Maintenance mode
es_es: Modo de mantenimiento

source: Put phpipam to maintenance mode
es_es: Poner phpIPAM en modo de mantenimiento

source: Admin settings
es_es: Configuraciones de administrador

source: Admin name
es_es: Nombre del administrador

source: Set administrator name
es_es: Establecer nombre del administrador

source: Set administrator e-mail
es_es: Establecer correo electrónico del administrador

source: Feature settings
es_es: Configuraciones de características

source: Enable or disable API server module
es_es: Habilitar o deshabilitar el módulo del servidor API

source: IP request module
es_es: Módulo de solicitud de IP

source: Enable or disable IP request module
es_es: Habilitar o deshabilitar el módulo de solicitud de IP

source: Enable VRF support
es_es: Habilitar soporte VRF

source: Enable or disable VRF module
es_es: Habilitar o deshabilitar el módulo VRF

source: Enable NAT
es_es: Habilitar NAT

source: Enable or disable NAT module
es_es: Habilitar o deshabilitar el módulo NAT

source: Enable PowerDNS
es_es: Habilitar PowerDNS

source: Enable or disable PowerDNS module
es_es: Habilitar o deshabilitar el módulo PowerDNS

source: Enable DHCP
es_es: Habilitar DHCP

source: Enable or disable DHCP module
es_es: Habilitar o deshabilitar el módulo DHCP

source: Enable Firewall Zones
es_es: Habilitar zonas de firewall

source: Enable or disable firewall zone management module
es_es: Habilitar o deshabilitar el módulo de gestión de zonas de firewall

source: Resolve DNS names
es_es: Resolver nombres DNS

source: Check reverse dns lookups for IP addresses that do not have hostname in database. (Activating this feature can significantly increase ip address pages loading time!)
es_es: Comprobar las búsquedas inversas de DNS para direcciones IP que no tienen nombre de host en la base de datos. (Activar esta función puede aumentar significativamente el tiempo de carga de las páginas de direcciones IP!)

source: Temporary shares
es_es: Accesos temporales

source: Allow temporary subnet sharing
es_es: Permitir el uso compartido temporal de subredes

source: Changelog
es_es: Registro de cambios

source: Enable changelog module
es_es: Habilitar el módulo de registro de cambios

source: Multicast module
es_es: Módulo Multicast

source: Enable or disable multicast module
es_es: Habilitar o deshabilitar el módulo multicast

source: Threshold module
es_es: Módulo de umbral

source: Enable or disable threshold module
es_es: Habilitar o deshabilitar el módulo de umbral

source: Rack module
es_es: Módulo de rack

source: Enable or disable rack drawing module
es_es: Habilitar o deshabilitar el módulo de dibujo de rack

source: Circuits module
es_es: Módulo de circuitos

source: Enable or disable Circuits module
es_es: Habilitar o deshabilitar el módulo de circuitos

source: Locations module
es_es: Módulo de ubicaciones

source: Enable or disable locations module
es_es: Habilitar o deshabilitar el módulo de ubicaciones

source: SNMP module
es_es: Módulo SNMP

source: Enable or disable SNMP module for devices
es_es: Habilitar o deshabilitar el módulo SNMP para dispositivos

source: PSTN module
es_es: Módulo PSTN

source: Enable or disable PSTN module to manage phone numbers
es_es: Habilitar o deshabilitar el módulo PSTN para gestionar números de teléfono

source: Customers module
es_es: Módulo de clientes

source: Enable or disable customers module for customer management
es_es: Habilitar o deshabilitar el módulo de clientes para la gestión de clientes

source: Routing module
es_es: Módulo de enrutamiento

source: Enable or disable Routing module for routing management
es_es: Habilitar o deshabilitar el módulo de enrutamiento para la gestión de enrutamiento

source: Link addresses
es_es: Vincular direcciones

source: Display linked addresses from another subnet if it matches selected field
es_es: Mostrar direcciones vinculadas de otra subred si coincide con el campo seleccionado

source: Syslog and local Database
es_es: Syslog y base de datos local

source: Set where to send system logs
es_es: Configurar dónde enviar los registros del sistema

source: Update Tags
es_es: Actualizar etiquetas

source: Update address tags when address state change occurs
es_es: Actualizar etiquetas de direcciones cuando ocurra un cambio de estado de la dirección

source: Require unique subnets
es_es: Requerir subredes únicas

source: Require unique subnets across all sections
es_es: Requerir subredes únicas en todas las secciones

source: Allow duplicate vlans
es_es: Permitir VLANs duplicadas

source: Allow duplicated vlans inside L2 domain
es_es: Permitir VLANs duplicadas dentro del dominio L2

source: Decode MAC vendor
es_es: Decodificar proveedor MAC

source: Decode MAC address vendor for addresses
es_es: Decodificar proveedor de dirección MAC para direcciones

source: Enable Vaults
es_es: Habilitar cofres

source: Enable Vaults for storing encrypted information
es_es: Habilitar cofres para almacenar información cifrada

source: Enable Passkeys
es_es: Habilitar claves de acceso

source: Enable passkeys for passwordless login
es_es: Habilitar claves de acceso para inicio de sesión sin contraseña

source: ICMP settings
es_es: Configuraciones ICMP

source: Scan type
es_es: Tipo de escaneo

source: Select which utility to use for status checks.
es_es: Selecciona qué utilidad utilizar para las comprobaciones de estado.

source: Ping path
es_es: Ruta de ping

source: Set path for ping executable file (default /bin/ping)
es_es: Establecer la ruta del archivo ejecutable de ping (predeterminado /bin/ping)

source: FPing path
es_es: Ruta de FPing
