Repository: Pruebas77/phpipam
Catalog: functions/locale/*.UTF-8/LC_MESSAGES/phpipam.po
Languages: es_es

source: The maximum convertable value is reached. Consider to switch to decimal or text mode and change the zone name length value.
es_es: Se alcanzó el valor máximo convertible. Considera cambiar a modo decimal o texto y cambiar el valor de longitud del nombre de zona.

source: Error: The zone name
es_es: Error: El nombre de la zona

source: is not unique
es_es: no es único

source: Database error:
es_es: Error de base de datos:

source: Zone details
es_es: Detalles de la zona

source: Zone Name
es_es: Nombre de la zona

source: This network is already bound to this or another zone.
es_es: Esta red ya está vinculada a esta o a otra zona.

source: The binding must be unique.
es_es: El vínculo debe ser único.

source: Firewall zone create
es_es: Crear zona de firewall

source: Failed to add new firewall zone
es_es: Error al añadir nueva zona de firewall

source: Firewall zone edit
es_es: Editar zona de firewall

source: Failed to edit firewall zone
es_es: Error al editar zona de firewall

source: Firewall zone edited
es_es: Zona de firewall editada

source: Firewall zone and mappings delete
es_es: Eliminar zona de firewall y sus asignaciones

source: Failed to delete firewall zone mappings of
es_es: Error al eliminar las asignaciones de zona de firewall de

source: Firewall zone delete
es_es: Eliminar zona de firewall

source: Failed to delete firewall zone
es_es: Error al eliminar zona de firewall

source: Firewall zone mapping create
es_es: Crear asignación de zona de firewall

source: Failed to add new firewall zone mapping
es_es: Error al añadir nueva asignación de zona de firewall

source: New firewall zone mapping created
es_es: Nueva asignación de zona de firewall creada

source: Firewall zone mapping edit
es_es: Editar asignación de zona de firewall

source: Failed to edit firewall zone mapping
es_es: Error al editar asignación de zona de firewall

source: Firewall zone mapping edited
es_es: Asignación de zona de firewall editada

source: Firewall zone mapping delete
es_es: Eliminar asignación de zona de firewall

source: Failed to delete firewall zone mapping
es_es: Error al eliminar asignación de zona de firewall

source: Firewall zone mapping
es_es: Asignación de zona de firewall

source: Database installation
es_es: Instalación de base de datos

source: Database installed successfully.
es_es: Base de datos instalada con éxito.

source: Version
es_es: Versión

source: installed
es_es: instalada

source: Cannot drop database:
es_es: No se puede eliminar la base de datos:

source: Cannot install sql SCHEMA file
es_es: No se puede instalar el archivo de esquema SQL

source: query that failed
es_es: consulta que falló

source: Database dropped
es_es: Base de datos eliminada

source: Database already at latest version
es_es: La base de datos ya está en la última versión

source: Cannot connect to database
es_es: No se puede conectar a la base de datos

source: Database upgrade
es_es: Actualización de base de datos

source: query:
es_es: consulta:

source: Upgrade failed
es_es: Actualización fallida

source: Failed query
es_es: Consulta fallida

source: Failed to upgrade database!
es_es: ¡Error al actualizar la base de datos!

source: Go to administration and fix
es_es: Ve a administración y corrige

source: Succesful queries
es_es: Consultas exitosas

source: Not executed queries
es_es: Consultas no ejecutadas

source: Database upgraded from version
es_es: Base de datos actualizada desde la versión

source: to version
es_es: a la versión

source: Invalid table name
es_es: Nombre de tabla no válido

source: Unable to start transaction
es_es: No se puede iniciar la transacción

source: Invalid log command
es_es: Comando de registro no válido

source: Invalid logcount value
es_es: Valor de logcount no válido

source: Invalid direction
es_es: Dirección no válida

source: Subnet truncated
es_es: Subred truncada

source: Subnet resized
es_es: Subred redimensionada

source: The following change was made on ipam
es_es: El siguiente cambio se realizó en ipam

source: Object type
es_es: Tipo de objeto

source: Object details
es_es: Detalles del objeto

source: PHPMailer submodule is missing.
es_es: Falta el submódulo PHPMailer.

source: This email was automatically generated. You can change your notification settings in account details
es_es: Este correo fue generado automáticamente. Puedes cambiar tus configuraciones de notificación en los detalles de la cuenta

source: No Locations with coordinates configured
es_es: No hay ubicaciones con coordenadas configuradas

source: openssl_digest failure
es_es: Fallo en openssl_digest

source: invalid address
es_es: dirección no válida

source: Invalid json response from nominatim
es_es: Respuesta json no válida de nominatim

source: Password is too short
es_es: La contraseña es demasiado corta

source: minimum
es_es: mínimo

source: Password is too long
es_es: La contraseña es demasiado larga

source: maximum
es_es: máximo

source: Not enough numbers
es_es: No hay suficientes números

source: Not enough letters
es_es: No hay suficientes letras

source: Not enough lowercase letters
es_es: No hay suficientes letras minúsculas

source: Not enough uppercase letters
es_es: No hay suficientes letras mayúsculas

source: Not enough symbols
es_es: No hay suficientes símbolos

source: Too many symbols
es_es: Demasiados símbolos

source: Invalid character
es_es: Carácter no válido

source: Recursion limit reached.
es_es: Límite de recursión alcanzado.

source: PowerDNS domain create
es_es: Crear dominio PowerDNS

source: Failed to create PowerDNS domain
es_es: Error al crear el dominio PowerDNS

source: New PowerDNS domain created
es_es: Nuevo dominio PowerDNS creado

source: PowerDNS domain edit
es_es: Editar dominio PowerDNS

source: Failed to edit PowerDNS domain
es_es: Error al editar el dominio PowerDNS

source: PowerDNS domain edited
es_es: Dominio PowerDNS editado

source: PowerDNS domain delete
es_es: Eliminar dominio PowerDNS

source: Failed to delete PowerDNS domain
es_es: Error al eliminar el dominio PowerDNS

source: PowerDNS domain deleted
es_es: Dominio PowerDNS eliminado

source: PowerDNS record create
es_es: Crear registro PowerDNS

source: Failed to create PowerDNS domain record
es_es: Error al crear el registro del dominio PowerDNS

source: New PowerDNS domain record created
es_es: Nuevo registro de dominio PowerDNS creado

source: Record created
es_es: Registro creado

source: Invalid domain id
es_es: ID de dominio no válido

source: Record updated
es_es: Registro actualizado

source: Record deleted
es_es: Registro eliminado

source: PowerDNS record delete
es_es: Eliminar registro PowerDNS

source: Failed to delete PowerDNS domain record
es_es: Error al eliminar el registro del dominio PowerDNS

source: PowerDNS domain record deleted
es_es: Registro del dominio PowerDNS eliminado

source: PowerDNS record update
es_es: Actualizar registro PowerDNS

source: Failed to update PowerDNS domain record
es_es: Error al actualizar el registro del dominio PowerDNS

source: PowerDNS domain record updated
es_es: Registro del dominio PowerDNS actualizado

source: Invalid NS
es_es: NS no válido

source: Default records created
es_es: Registros predeterminados creados

source: A record must be an IP address
es_es: El registro A debe ser una dirección IP

source: AAAA record must be an IP address
es_es: El registro AAAA debe ser una dirección IP

source: Domain id must be an integer
es_es: El ID del dominio debe ser un número entero

source: Invalid record name
es_es: Nombre de registro no válido

source: Invalid record type
es_es: Tipo de registro no válido

source: Invalid TTL
es_es: TTL no válido

source: TTL range is from 0 to 2147483647
es_es: El rango de TTL es de 0 a 2147483647

source: Invalid NXDOMAIN TTL
es_es: NXDOMAIN TTL no válido

source: NXDOMAIN TTL range is from 0 to 10800
es_es: El rango de NXDOMAIN TTL es de 0 a 10800

source: Invalid refresh TTL
es_es: Refresh TTL no válido

source: Refresh TTL range is from 1200 to 2147483647
es_es: El rango de Refresh TTL es de 1200 a 2147483647

source: Invalid priority value
es_es: Valor de prioridad no válido

source: Priority range is from 0 to 1000
es_es: El rango de prioridad es de 0 a 1000

source: Invalid integer value
es_es: Valor entero no válido

source: PowerDNS domain truncate
es_es: Truncar dominio PowerDNS

source: Failed to remove all PowerDNS domain records
es_es: Error al eliminar todos los registros del dominio PowerDNS

source: PowerDNS domain records truncated
es_es: Registros del dominio PowerDNS truncados

source: All records for domain removed
es_es: Todos los registros para el dominio eliminados

source: PowerDNS records delete
es_es: Eliminar registros PowerDNS

source: Failed to delete all PowerDNS domain PTR records
es_es: Error al eliminar todos los registros PTR del dominio PowerDNS

source: All PTR records for PowerDNS removed
es_es: Todos los registros PTR de PowerDNS eliminados

source: Created
es_es: Creado

source: No Content
es_es: Sin contenido

source: Bad Request
es_es: Solicitud incorrecta

source: Unauthorized
es_es: No autorizado

source: Forbidden
es_es: Prohibido

source: Not Found
es_es: No encontrado

source: Method Not Allowed
es_es: Método no permitido

source: Conflict
es_es: Conflicto

source: Unsupported Media Type
es_es: Tipo de medio no soportado

source: Internal Server Error
es_es: Error interno del servidor

source: Not Implemented
es_es: No implementado

source: Service Unavailable
es_es: Servicio no disponible

source: HTTP Version Not Supported
es_es: Versión HTTP no soportada

source: Invalid result code
es_es: Código de resultado no válido

source: Invalid scan method.
es_es: Método de escaneo no válido.

source: Invalid ping path
es_es: Ruta de ping no válida

source: Status update
es_es: Actualización de estado

source: Failed to update address status.
es_es: Error al actualizar el estado de la dirección.

source: Invalid scan type provided.
es_es: Tipo de escaneo proporcionado no válido.

source: Invalid subnet ID provided.
es_es: ID de subred proporcionado no válido.

source: Scanning from GUI is only available for subnets up to /20 or 4096 hosts!
es_es: ¡El escaneo desde la interfaz gráfica solo está disponible para subredes de hasta /20 o 4096 hosts!

source: Didn't find any address to scan!
es_es: ¡No se encontró ninguna dirección para escanear!

source: Sections create
es_es: Crear secciones

source: Failed to create new section
es_es: Error al crear nueva sección

source: New section created
es_es: Nueva sección creada

source: Failed to edit section
es_es: Error al editar la sección

source: Failed to delete section
es_es: Error al eliminar la sección

source: Add new subnet to section
es_es: Añadir nueva subred a la sección

source: Add subnet
es_es: Añadir subred

source: Find subnet
es_es: Encontrar subred

source: Only master subnets are shown
es_es: Solo se muestran las subredes principales

source: Displays device system info
es_es: Muestra la información del sistema del dispositivo

source: Fetches ARP table
es_es: Recupera la tabla ARP

source: Fetches MAC address table
es_es: Recupera la tabla de direcciones MAC

source: Fetches interface ip addresses
es_es: Recupera direcciones IP de la interfaz

source: Fetches routing table
es_es: Recupera la tabla de enrutamiento

source: Fetches VLAN table
es_es: Recupera la tabla VLAN

source: Fetches VRF table
es_es: Recupera la tabla VRF

source: Invalid SNMP version
es_es: Versión SNMP no válida

source: Invalid query
es_es: Consulta no válida

source: SNMP response is not a valid string
es_es: La respuesta SNMP no es una cadena válida

source: Unable to parse "type: value" from SNMP response
es_es: No se puede analizar "tipo: valor" de la respuesta SNMP

source: Unable to process SNMP value
es_es: No se puede procesar el valor SNMP

source: Subnet creation
es_es: Creación de subred

source: Failed to add new subnet
es_es: Error al añadir nueva subred

source: New subnet created
es_es: Nueva subred creada

source: Can not disable isPool, network or broadcast address is allocated
es_es: No se puede deshabilitar isPool, la dirección de red o difusión está asignada

source: Subnet edit
es_es: Editar subred

source: Failed to edit subnet
es_es: Error al editar la subred

source: Subnet delete
es_es: Eliminar subred

source: Failed to delete subnet
es_es: Error al eliminar la subred

source: Subnet truncate
es_es: Truncar subred

source: truncated
es_es: truncado

source: Failed to resize subnet
es_es: Error al redimensionar la subred

source: Subnet resize
es_es: Redimensionar subred

source: resized
es_es: redimensionado

source: Failed to move IP address
es_es: Error al mover la dirección IP

source: Failed to remove old subnet
es_es: Error al eliminar la subred antigua

source: Subnet removed from NAT
es_es: Subred eliminada de NAT

source: Invalid IP address!
es_es: ¡Dirección IP no válida!

source: IP address cannot be subnet! (Consider using
es_es: ¡La dirección IP no puede ser una subred! (Considera usar

source: Invalid netmask
es_es: Máscara de red no válida

source: Invalid CIDR format!
es_es: ¡Formato CIDR no válido!

source: Invalid IPv6 address!
es_es: ¡Dirección IPv6 no válida!

source: Invalid Network!
es_es: ¡Red no válida!

source: overlaps with
es_es: se superpone con

source: in section
es_es: en la sección

source: Subnet overlaps with
es_es: La subred se superpone con

source: New mask must be at least /8
es_es: La nueva máscara debe ser al menos /8

source: Mask must be an integer
es_es: La máscara debe ser un número entero

source: New network is same as old network
es_es: La nueva red es igual a la red anterior

source: New subnet not in master subnet
es_es: La nueva subred no está en la subred principal

source: New subnet cannot be same as master subnet
es_es: La nueva subred no puede ser la misma que la subred principal

source: Subnet is same as
es_es: La subred es igual a

source: Nested subnet out of new subnet
es_es: Subred anidada fuera de la nueva subred

source: Invalid number of subnets
es_es: Número de subredes no válido

source: Subnet overlapping -
es_es: Subred solapada -

source: Not multicast MAC address
es_es: Dirección MAC no multicast

source: MAC address already exists
es_es: La dirección MAC ya existe

source: Failed to set subnet permissions for subnet
es_es: Error al establecer permisos de subred para la subred

source: Subnet permissions recursively set
es_es: Permisos de subred establecidos recursivamente

source: Subnet permissions set
es_es: Permisos de subred establecidos

source: VLAN contains subnets
es_es: La VLAN contiene subredes

source: Click on folder to open/close
es_es: Haz clic en la carpeta para abrir/cerrar

source: VRF contains subnets
es_es: El VRF contiene subredes

source: Not RIPE or ARIN subnet
es_es: Subred no es de RIPE ni de ARIN

source: Error connecting to RIPE REST API
es_es: Error al conectar con la API REST de RIPE

source: Error connecting to ARIN REST API
es_es: Error al conectar con la API REST de ARIN

source: Folder contains more subnets
es_es: La carpeta contiene más subredes

source: Subnet contains more subnets
es_es: La subred contiene más subredes

source: Root folder
es_es: Carpeta raíz

source: Previous
es_es: Anterior

source: Next
es_es: Siguiente

source: New IP address request
es_es: Nueva solicitud de dirección IP

source: IP address request accepted
es_es: Solicitud de dirección IP aceptada

source: IP address request rejected
es_es: Solicitud de dirección IP rechazada

source: Invalid request action
es_es: Acción de solicitud no válida

source: Sent at
es_es: Enviado en

source: Address details
es_es: Detalles de la dirección

source: Update:
es_es: Actualización:

source: query
es_es: consulta

source: Invalid query for
es_es: Consulta no válida para

source: database index check :
es_es: Comprobación de índice de base de datos:

source: Creating index failed:
es_es: Error al crear el índice:

source: Created index for table
es_es: Índice creado para la tabla

source: named
es_es: nombrado

source: Removing link addresses index :
es_es: Eliminando índice de direcciones vinculadas:

source: Warning:
es_es: Advertencia:

source: Unable to create index for MySQL TEXT/BLOB data types.
es_es: No se puede crear el índice para los tipos de datos TEXT/BLOB de MySQL.

source: Reduced performance when displaying linked addresses by
es_es: Rendimiento reducido al mostrar direcciones vinculadas en

source: Change custom field data type to VARCHAR and re-save to enable indexing.
es_es: Cambia el tipo de datos del campo personalizado a VARCHAR y vuelve a guardar para habilitar la indexación.

source: Adding link addresses index :
es_es: Añadiendo índice de direcciones vinculadas:

source: Cannot fetch https://github.com/phpipam/phpipam/releases.atom :
es_es: No se puede obtener https://github.com/phpipam/phpipam/releases.atom:

source: (closest parent)
es_es: (padre más cercano)

source: Duplicate check failed
es_es: Comprobación de duplicados fallida

source: View prefix
es_es: Ver prefijo

source: Root subnet
es_es: Subred raíz

source: Invalid filetype
es_es: Tipo de archivo no válido

source: Cannot open upload/import.csv
es_es: No se puede abrir upload/import.csv

source: Administrator level privileges required
es_es: Se requieren privilegios de nivel administrador

source: Please login first
es_es: Por favor, inicia sesión primero

source: System is running in maintenance mode
es_es: El sistema está en modo de mantenimiento

source: was migrated to database. It can be deleted from config.php
es_es: fue migrado a la base de datos. Puede eliminarse de config.php

source: Page not referred properly
es_es: Página no referenciada correctamente

source: User login
es_es: Inicio de sesión de usuario

source: Error: Invalid authentication method
es_es: Error: Método de autenticación no válido

source: Please use
es_es: Por favor, utiliza

source: login
es_es: inicio de sesión

source: Invalid username
es_es: Nombre de usuario no válido

source: Invalid username or password
es_es: Nombre de usuario o contraseña no válidos

source: Login successful
es_es: Inicio de sesión exitoso

source: logged in
es_es: iniciado sesión

source: Directory connection error
es_es: Error de conexión con el directorio

source: Failed to connect
es_es: Error al conectar

source: logged in via
es_es: inició sesión a través de

source: failed to authenticate against
es_es: falló al autenticar contra

source: Something went wrong during auth:
es_es: Algo salió mal durante la autenticación:

source: php Socket extension missing
es_es: Falta la extensión de socket de PHP

source: logged in via radius
es_es: conectado a través de Radius

source: Radius login successful
es_es: Inicio de sesión en Radius exitoso

source: Failed to authenticate user on radius server
es_es: No se pudo autenticar al usuario en el servidor Radius

source: Error in authentication method. Please contact administrator
es_es: Error en el método de autenticación. Por favor, contacte al administrador

source: Invalid radius authentication method
es_es: Método de autenticación de Radius no válido

source: SAML2 login
es_es: Inicio de sesión SAML2

source: logged in via SAML2
es_es: conectado a través de SAML2

source: SAML2 login successful
es_es: Inicio de sesión en SAML2 exitoso

source: User account is disabled
es_es: La cuenta de usuario está deshabilitada

source: Passkey login
es_es: Inicio de sesión con clave de acceso

source: Passkey required for login
es_es: Se requiere clave de acceso para iniciar sesión

source: Only passkey authentication is possible for this account
es_es: Solo es posible la autenticación mediante clave de acceso para esta cuenta

source: Failed passkey login
es_es: Error en el inicio de sesión con clave de acceso

source: No crypt types supported
es_es: No se admiten tipos de cifrado

source: your password was updated
es_es: su contraseña fue actualizada

source: User self update
es_es: Actualización de usuario por sí mismo

source: User self update failed
es_es: Falló la actualización de usuario por sí mismo

source: User self update succeeded
es_es: Actualización de usuario por sí mismo exitosa

source: You do not have permissions to access this object
es_es: No tiene permisos para acceder a este objeto

source: Required PHP extension not installed:
es_es: Extensión de PHP requerida no instalada:

source: Required function disabled
es_es: Función requerida deshabilitada

source: Required function not found:
es_es: Función requerida no encontrada:

source: User attributes:
es_es: Atributos de usuario:

source: Values
es_es: Valores

source: Attributes not found
es_es: Atributos no encontrados

source: Error clearing changelogs
es_es: Error al borrar los registros de cambios

source: Changelogs cleared successfully
es_es: Registros de cambios borrados con éxito

source: -- autodiscovered --
es_es: -- autodetectado --

source: This host was autodiscovered on
es_es: Este host fue autodetectado el

source: phpIPAM new addresses detected
es_es: Nuevas direcciones detectadas en phpIPAM

source: phpIPAM found
es_es: phpIPAM encontrado

source: new hosts
es_es: nuevos hosts
