Repository: Pruebas77/phpipam
Catalog: functions/locale/*.UTF-8/LC_MESSAGES/phpipam.po
Languages: es_es

source: Change logging is disabled. You can enable it under administration
es_es: El registro de cambios está deshabilitado. Puedes habilitarlo en administración

source: Invalid permission
es_es: Permiso inválido

source: Changelog details
es_es: Detalles del registro de cambios

source: Map of all circuits
es_es: Mapa de todos los circuitos

source: Circuit Type Legend
es_es: Leyenda del tipo de circuito

source: Logical circuit details
es_es: Detalles del circuito lógico

source: Logical Circuit ID
es_es: ID de circuito lógico

source: Manage circuit
es_es: Gestionar circuito

source: Edit circuit
es_es: Editar circuito

source: Delete circuit
es_es: Eliminar circuito

source: Map
es_es: Mapa

source: Member Circuits
es_es: Circuitos miembros

source: Red locator pin
es_es: Pin de localización rojo

source: Blue locator pin
es_es: Pin de localización azul

source: All Logical circuits
es_es: Todos los circuitos lógicos

source: Invalid circuit id
es_es: ID de circuito inválido

source: List of logical circuits
es_es: Lista de circuitos lógicos

source: Add logical circuit
es_es: Agregar circuito lógico

source: Circuit Count
es_es: Conteo de circuitos

source: Members
es_es: Miembros

source: Show circuit
es_es: Mostrar circuito

source: View
es_es: Ver

source: Physical Circuits
es_es: Circuitos físicos

source: Logical Circuits
es_es: Circuitos lógicos

source: Circuit map
es_es: Mapa de circuitos

source: Options
es_es: Opciones

source: Circuit options
es_es: Opciones de circuito

source: Here you can manage options for circuit types
es_es: Aquí puedes gestionar las opciones para tipos de circuitos

source: Remove option
es_es: Eliminar opción

source: Add option
es_es: Agregar opción

source: Administrative privileges required
es_es: Se requieren privilegios administrativos

source: List of physical circuits
es_es: Lista de circuitos físicos

source: Add circuit
es_es: Agregar circuito

source: Sort by
es_es: Ordenar por

source: Circuit details
es_es: Detalles del circuito

source: Inactive
es_es: Inactivo

source: This circuit is member of the following logical circuits
es_es: Este circuito es miembro de los siguientes circuitos lógicos

source: This circuit is not a member of any logical circuit.
es_es: Este circuito no es miembro de ningún circuito lógico.

source: Connections
es_es: Conexiones

source: Provider details
es_es: Detalles del proveedor

source: Provider contact
es_es: Contacto del proveedor

source: All circuits
es_es: Todos los circuitos

source: List of Circuit providers
es_es: Lista de proveedores de circuitos

source: Sort by Name
es_es: Ordenar por nombre

source: Sort by Description
es_es: Ordenar por descripción

source: Sort by Circuits
es_es: Ordenar por circuitos

source: Sort by Contact
es_es: Ordenar por contacto

source: Show provider
es_es: Mostrar proveedor

source: Manage provider
es_es: Gestionar proveedor

source: Edit provider
es_es: Editar proveedor

source: Delete provider
es_es: Eliminar proveedor

source: All providers
es_es: Todos los proveedores

source: Provider circuits
es_es: Circuitos del proveedor

source: No circuits
es_es: No hay circuitos

source: Invalid provider id
es_es: ID de proveedor inválido

source: All customers
es_es: Todos los clientes

source: Add customer
es_es: Agregar cliente

source: Show customer
es_es: Mostrar cliente

source: Edit customer
es_es: Editar cliente

source: Delete customer
es_es: Eliminar cliente

source: Customer details
es_es: Detalles del cliente

source: Invalid customer
es_es: Cliente inválido

source: All Circuits belonging to customer
es_es: Todos los circuitos pertenecientes al cliente

source: Sort by Id
es_es: Ordenar por ID

source: Sort by Provider
es_es: Ordenar por proveedor

source: Sort by type
es_es: Ordenar por tipo

source: Sort by Capacity
es_es: Ordenar por capacidad

source: Sort by location A
es_es: Ordenar por ubicación A

source: Sort by location B
es_es: Ordenar por ubicación B

source: Unlink
es_es: Desvincular

source: Unlink object
es_es: Desvincular objeto

source: All IP addresses belonging to customer
es_es: Todas las direcciones IP pertenecientes al cliente

source: Show address
es_es: Mostrar dirección

source: Edit address
es_es: Editar dirección

source: Delete address
es_es: Eliminar dirección

source: Status check
es_es: Comprobación de estado

source: All Racks belonging to customer
es_es: Todos los racks pertenecientes al cliente

source: Show popup
es_es: Mostrar ventana emergente

source: Manage rack
es_es: Gestionar rack

source: Edit rack
es_es: Editar rack

source: Delete rack
es_es: Eliminar rack

source: BGP routing
es_es: Enrutamiento BGP

source: All BGPs belonging to customer
es_es: Todos los BGPs pertenecientes al cliente

source: No BGP information available
es_es: No hay información BGP disponible

source: Show BGP
es_es: Mostrar BGP

source: Manage BGP
es_es: Gestionar BGP

source: Edit BGP
es_es: Editar BGP

source: Delete BGP
es_es: Eliminar BGP

source: Subnet mapping
es_es: Mapeo de subred

source: All subnets belonging to customer
es_es: Todas las subredes pertenecientes al cliente

source: Show subnet
es_es: Mostrar subred

source: Edit subnet
es_es: Editar subred

source: Edit permissions
es_es: Editar permisos

source: All VLANs belonging to customer
es_es: Todas las VLANs pertenecientes al cliente

source: L2domain
es_es: Dominio L2

source: Show VLAN
es_es: Mostrar VLAN

source: Edit VLAN
es_es: Editar VLAN

source: Delete VLAN
es_es: Eliminar VLAN

source: All VRF belonging to customer
es_es: Todos los VRF pertenecientes al cliente

source: Show VRF
es_es: Mostrar VRF

source: Edit VRF
es_es: Editar VRF

source: Delete VRF
es_es: Eliminar VRF

source: Customer objects
es_es: Objetos del cliente

source: Invalid subpage
es_es: Subpágina inválida

source: Filter by
es_es: Filtrar por

source: All types
es_es: Todos los tipos

source: All racks
es_es: Todos los racks

source: All locations
es_es: Todas las ubicaciones

source: Clear filter
es_es: Borrar filtro

source: Filter applied: Device Type =
es_es: Filtro aplicado: Tipo de dispositivo =

source: Filter applied: Rack =
es_es: Filtro aplicado: Rack =

source: Filter applied: Location =
es_es: Filtro aplicado: Ubicación =

source: Filter applied: Section =
es_es: Filtro aplicado: Sección =

source: List of devices
es_es: Lista de dispositivos

source: Add device
es_es: Agregar dispositivo

source: Manage device types
es_es: Gestionar tipos de dispositivos

source: Number of hosts
es_es: Número de hosts

source: Objects
es_es: Objetos

source: Manage device
es_es: Gestionar dispositivo

source: Edit device
es_es: Editar dispositivo

source: Delete device
es_es: Eliminar dispositivo

source: Manage SNMP
es_es: Gestionar SNMP

source: Device not specified
es_es: Dispositivo no especificado

source: Belonging addresses
es_es: Direcciones pertenecientes

source: No hosts belonging to this device
es_es: No hay hosts pertenecientes a este dispositivo

source: Belonging Circuits
es_es: Circuitos pertenecientes

source: Circuits module disabled.
es_es: Módulo de circuitos deshabilitado.

source: Device details
es_es: Detalles del dispositivo

source: SNMP data
es_es: Datos SNMP

source: SNMP version
es_es: Versión SNMP

source: Auth protocol
es_es: Protocolo de autenticación

source: Privacy protocol
es_es: Protocolo de privacidad

source: Addresses
es_es: Direcciones

source: Location is not set for this device
es_es: La ubicación no está configurada para este dispositivo

source: Device NAT translations
es_es: Traducciones NAT del dispositivo

source: No NAT translations for this device
es_es: No hay traducciones NAT para este dispositivo

source: Belonging PSTN prefixes
es_es: Prefijos PSTN pertenecientes

source: PSTN prefixes module disabled.
es_es: Módulo de prefijos PSTN deshabilitado.

source: Prefix
es_es: Prefijo

source: Start
es_es: Iniciar

source: Stop
es_es: Detener

source: No PSTN prefixes attached to device
es_es: No hay prefijos PSTN adjuntos a este dispositivo

source: Belonging subnets
es_es: Subredes pertenecientes

source: No subnets belong to this device
es_es: No hay subredes pertenecientes a este dispositivo

source: DHCP information
es_es: Información de DHCP

source: Active leases
es_es: Arrendamientos activos

source: Add
es_es: Agregar

source: Subnet id
es_es: ID de subred

source: Client_id
es_es: ID del cliente

source: Lifetime
es_es: Duración

source: IPv4 leases
es_es: Arrendamientos IPv4

source: IPv4 not configured on DHCP server
es_es: IPv4 no configurado en el servidor DHCP

source: No IPv4 leases
es_es: No hay arrendamientos IPv4

source: IPv6 leases
es_es: Arrendamientos IPv6

source: IPv6 not configured on DHCP server
es_es: IPv6 no configurado en el servidor DHCP

source: No IPv6 leases
es_es: No hay arrendamientos IPv6

source: Reservations
es_es: Reservas

source: Reserved in
es_es: Reservado en

source: Classes
es_es: Clases

source: Defaults
es_es: Predeterminados

source: Subnets and pools
es_es: Subredes y grupos

source: Pools
es_es: Grupos

source: IPv4 subnets
es_es: Subredes IPv4

source: No IPv4 subnets
es_es: No hay subredes IPv4

source: IPv6 subnets
es_es: Subredes IPv6

source: No IPv6 subnets
es_es: No hay subredes IPv6

source: parsedown library missing, please update submodules
es_es: Falta la librería parsedown, por favor actualice los submódulos

source: Requested resource is not inside doc directory
es_es: El recurso solicitado no está dentro del directorio doc

source: Duplicated subnets
es_es: Subredes duplicadas

source: No duplicate subnets found
es_es: No se encontraron subredes duplicadas

source: %Free
es_es: %Libre

source: Edit Subnet
es_es: Editar subred

source: Delete Subnet
es_es: Eliminar subred

source: Duplicated hosts
es_es: Hosts duplicados

source: No duplicate addresses found
es_es: No se encontraron direcciones duplicadas

source: Orphaned
es_es: Huérfano

source: Edit IP address
es_es: Editar dirección IP

source: Error editing favourite
es_es: Error al editar favorito

source: Favourite subnets
es_es: Subredes favoritas

source: Manage zones
es_es: Gestionar zonas

source: Inactive hosts
es_es: Hosts inactivos

source: Instructions for managing IP addresses
es_es: Instrucciones para gestionar direcciones IP

source: Transfer time (h:m:s)
es_es: Tiempo de transferencia (h:m:s)

source: Calculation parameters
es_es: Parámetros de cálculo

source: TCP window size
es_es: Tamaño de ventana TCP

source: Delay
es_es: Retardo

source: Speed
es_es: Velocidad

source: Network type
es_es: Tipo de red

source: File size
es_es: Tamaño del archivo

source: Bandwidth calculator
es_es: Calculadora de ancho de banda

source: Select TCP window size, delay and file size to calculate how long file transfer will take.
es_es: Seleccione el tamaño de la ventana TCP, el retardo y el tamaño del archivo para calcular cuánto tiempo tomará la transferencia del archivo.

source: IP and bandwidth calculator
es_es: Calculadora de IP y ancho de banda

source: IPv4v6 calculator
es_es: Calculadora IPv4v6

source: mask
es_es: máscara

source: Create subnet from result
es_es: Crear subred desde el resultado

source: Select Section
es_es: Seleccionar sección

source: Please select
es_es: Por favor seleccione

source: List of all locations
es_es: Lista de todas las ubicaciones

source: Locations module disabled.
es_es: Módulo de ubicaciones deshabilitado.

source: Coordinates
es_es: Coordenadas

source: No Locations configured
es_es: No hay ubicaciones configuradas

source: objects
es_es: objetos

source: Location not set
es_es: Ubicación no configurada

source: Show location
es_es: Mostrar ubicación

source: Edit location
es_es: Editar ubicación

source: Delete location
es_es: Eliminar ubicación

source: Locations Map
es_es: Mapa de ubicaciones

source: Locations list
es_es: Lista de ubicaciones

source: Locations map
es_es: Mapa de ubicaciones

source: Add location
es_es: Agregar ubicación

source: Location details
es_es: Detalles de ubicación

source: Location not found
es_es: Ubicación no encontrada

source: Google Maps Satellite View
es_es: Vista satelital de Google Maps

source: Belonging objects
es_es: Objetos pertenecientes

source: Informational
es_es: Informativo

source: Notice
es_es: Aviso

source: Log details
es_es: Detalles del registro

source: Log ID
es_es: ID del registro

source: Event
es_es: Evento

source: Details
es_es: Detalles

source: Critical
es_es: Crítico

source: Log files
es_es: Archivos de registro

source: Download logs
es_es: Descargar registros

source: Previous page
es_es: Página anterior

source: Next page
es_es: Página siguiente

source: Administrative privileges required!
es_es: ¡Se requieren privilegios administrativos!

source: Unknown
es_es: Desconocido

source: Event details
es_es: Detalles del evento

source: MAC lookup
es_es: Búsqueda de MAC

source: Invalid MAC address provided
es_es: Dirección MAC proporcionada no válida

source: No matches found for prefix
es_es: No se encontraron coincidencias para el prefijo

source: Decode tips
es_es: Consejos de decodificación

source: Enter MAC address in one of the following formats:
es_es: Introduce la dirección MAC en uno de los siguientes formatos:

source: Multicast networks
es_es: Redes multicast

source: Subnets has no hosts
es_es: Las subredes no tienen hosts

source: Add new address
es_es: Agregar nueva dirección

source: No multicast subnets available
es_es: No hay subredes multicast disponibles

source: NAT translations
es_es: Traducciones NAT

source: Add nat
es_es: Agregar NAT

source: Cleanup
es_es: Limpiar

source: NAT module disabled.
es_es: Módulo NAT deshabilitado.

source: Translation
es_es: Traducción

source: Policy SRC/DST IP
es_es: Política IP SRC/DST

source: NAT configured
es_es: NAT configurado

source: Manage NAT
es_es: Gestionar NAT

source: NAT details
es_es: Detalles de NAT

source: All NAT translations
es_es: Todas las traducciones NAT

source: Policy
es_es: Política

source: address
es_es: dirección

source: Src port
es_es: Puerto Src

source: Dst port
es_es: Puerto Dst

source: You are required to change your password before you can access phpipam.
es_es: Es necesario cambiar tu contraseña antes de poder acceder a phpipam.

source: Password change
es_es: Cambio de contraseña

source: Old Password
es_es: Contraseña antigua

source: New Password
es_es: Nueva contraseña

source: New Password repeat
es_es: Repetir nueva contraseña

source: Save password
es_es: Guardar contraseña

source: Invalid password
es_es: Contraseña no válida

source: New password must be different
es_es: La nueva contraseña debe ser diferente

source: New passwords do not match
es_es: Las nuevas contraseñas no coinciden

source: Invalid domain
es_es: Dominio no válido

source: Records for domain
es_es: Registros para el dominio

source: Domain type:
es_es: Tipo de dominio:

source: Master servers
es_es: Servidores principales

source: Notified serial:
es_es: Número de serie notificado:

source: Last check:
es_es: Última verificación:

source: Domains
es_es: Dominios

source: New record
es_es: Nuevo registro

source: Domain has no records
es_es: El dominio no tiene registros

source: Prio
es_es: Prioridad

source: Last update
es_es: Última actualización

source: SOA, NS records
es_es: Registros SOA, NS

source: Domain records
es_es: Registros de dominio

source: No records
es_es: No hay registros

source: IPv4 reverse domains
es_es: Dominios reversos IPv4

source: IPv6 reverse domains
es_es: Dominios reversos IPv6

source: No records found for filter
es_es: No se encontraron registros para el filtro

source: No domains configured
es_es: No hay dominios configurados

source: Records
es_es: Registros

source: Serial number
es_es: Número de serie

source: No host records available
es_es: No hay registros de host disponibles

source: PowerDNS IP records
es_es: Registros de IP PowerDNS

source: List of all DNS records resolving to IP address
es_es: Lista de todos los registros DNS que resuelven a la dirección IP

source: List of PSTN prefixes
es_es: Lista de prefijos PSTN

source: Add prefix
es_es: Agregar prefijo

source: Numbers
es_es: Números

source: No PSTN prefixes configured
es_es: No hay prefijos PSTN configurados

source: No PSTN prefixes available
es_es: No hay prefijos PSTN disponibles

source: Invalid PSTN number identifier
es_es: Identificador de número PSTN no válido

source: Number must be numeric
es_es: El número debe ser numérico

source: Invalid prefix
es_es: Prefijo no válido

source: Duplicate number
es_es: Número duplicado

source: Number not inside prefix
es_es: El número no está dentro del prefijo

source: Invalid prefix ID
es_es: ID de prefijo no válido

source: PSTN number
es_es: Número PSTN

source: Number Name
es_es: Nombre del número

source: Address owner
es_es: Propietario de la dirección

source: Select device where prefix is located
es_es: Seleccionar dispositivo donde se encuentra el prefijo

source: Invalid PSTN object identifier
es_es: Identificador de objeto PSTN no válido

source: Prefix can not be empty!
es_es: ¡El prefijo no puede estar vacío!

source: Start must be numeric
es_es: El inicio debe ser numérico

source: Stop must be numeric
es_es: El fin debe ser numérico

source: Invalid master prefix
es_es: Prefijo maestro no válido

source: Prefix cannot be same as master
es_es: El prefijo no puede ser el mismo que el maestro

source: Prefix not inside its master
es_es: El prefijo no está dentro de su maestro

source: Prefix overlaps with prefix
es_es: El prefijo se solapa con otro prefijo

source: Invalid master ID
es_es: ID de maestro no válida

source: PSTN prefix
es_es: Prefijo PSTN

source: Master prefix
es_es: Prefijo maestro

source: Set Prefix name
es_es: Establecer nombre del prefijo

source: Set start number
es_es: Establecer número de inicio

source: Set stop number
es_es: Establecer número de fin

source: Enter master prefix if you want to nest it under existing subnet, or select root to create root prefix
es_es: Ingrese el prefijo maestro si desea anidarlo debajo de una subred existente, o seleccione raíz para crear el prefijo raíz

source: Short
es_es: Corto

source: No numbers
es_es: Sin números

source: Unused
es_es: No utilizado

source: Edit number
es_es: Editar número

source: Delete number
es_es: Eliminar número

source: Edit prefix
es_es: Editar prefijo

source: Delete prefix
es_es: Eliminar prefijo

source: PSTN prefix details
es_es: Detalles del prefijo PSTN

source: Prefix not found
es_es: Prefijo no encontrado

source: All prefixes
es_es: Todos los prefijos

source: Prefix details
es_es: Detalles del prefijo

source: Utilization
es_es: Utilización

source: Create address
es_es: Crear dirección

source: Add address to prefix
es_es: Agregar dirección al prefijo

source: Create
es_es: Crear

source: Create new prefix
es_es: Crear nuevo prefijo

source: Belonging prefixes
es_es: Prefijos pertenecientes

source: Belonging Numbers
es_es: Números pertenecientes

source: RACK management disabled.
es_es: Gestión de RACK deshabilitada.

source: No racks available
es_es: No hay racks disponibles

source: No location
es_es: Sin ubicación

source: Invalid location
es_es: Ubicación no válida

source: RACK list
es_es: Lista de RACK

source: Rack list
es_es: Lista de racks

source: Rack scheme
es_es: Esquema de rack

source: Add rack
es_es: Agregar rack

source: Invalid rack Id
es_es: ID de rack no válida

source: RACK details
es_es: Detalles del rack

source: Rack is empty
es_es: El rack está vacío

source: Add custom equipment
es_es: Agregar equipo personalizado

source: Front side
es_es: Lado frontal

source: Owner of IP address
es_es: Propietario de la dirección IP

source: your email address
es_es: tu dirección de correo electrónico

source: Enter additional details for request if they are needed
es_es: Ingresa detalles adicionales para la solicitud si son necesarios

source: Routing module disabled.
es_es: Módulo de enrutamiento deshabilitado.

source: Add peer
es_es: Agregar par

source: BGP Routing details
es_es: Detalles de enrutamiento BGP

source: Mapped subnets
es_es: Subredes mapeadas

source: BGP has no mapped subnets
es_es: BGP no tiene subredes mapeadas

source: Direction
es_es: Dirección

source: Edit mapping
es_es: Editar mapeo

source: Delete mapping
es_es: Eliminar mapeo

source: BGP table
es_es: Tabla BGP

source: Routing information
es_es: Información de enrutamiento

source: Invalid routing module.
es_es: Módulo de enrutamiento no válido.

source: Not implemented.
es_es: No implementado.

source: Scanned subnets summary
es_es: Resumen de subredes escaneadas

source: No subnets
es_es: No hay subredes

source: Search IP database
es_es: Buscar en la base de datos de IP

source: Search term
es_es: Término de búsqueda

source: phpipam_search_export_
es_es: phpipam_buscar_exportar_

source: state
es_es: estado

source: Master subnet
es_es: Subred principal

source: Circuit Id
es_es: ID de circuito

source: Export All results to XLS
es_es: Exportar todos los resultados a XLS

source: Some search tips
es_es: Algunos consejos de búsqueda

source: Text search
es_es: Búsqueda de texto

source: Text searches through description, hostname, switch, port and owner
es_es: Las búsquedas de texto se realizan a través de la descripción, nombre de host, interruptor, puerto y propietario

source: For wildcard search add * (user*)
es_es: Para búsqueda con comodín, agrega * (usuario*)

source: IPv4 search tips
es_es: Consejos para búsqueda de IPv4

source: You can search through ranges with * (e.g. 10.23.3.*)
es_es: Puedes buscar a través de rangos con * (por ejemplo, 10.23.3.*)

source: * shows ALL IP addresses and subnets
es_es: * muestra TODAS las direcciones IP y subredes

source: IPv6 search tips
es_es: Consejos para búsqueda de IPv6

source: You can search through ranges by specifying whole subnet (e.g. 2002:8a10::/32)
es_es: Puedes buscar a través de rangos especificando toda la subred (por ejemplo, 2002:8a10::/32)

source: Hostname search tips
es_es: Consejos para búsqueda de nombre de host

source: You can get all IP addresses some host uses and all ports it is connected to by entering hostname in search field
es_es: Puedes obtener todas las direcciones IP que utiliza un host y todos los puertos a los que está conectado introduciendo el nombre de host en el campo de búsqueda

source: Device search tips
es_es: Consejos para búsqueda de dispositivos

source: You can get all used / available ports and connected IP's / hostnames in some device by entering device name in search field
es_es: Puedes obtener todos los puertos usados / disponibles y las IPs / nombres de host conectados en un dispositivo introduciendo el nombre del dispositivo en el campo de búsqueda

source: MAC search tips
es_es: Consejos para búsqueda de MAC

source: You can search by MAC address list entering MAC in 00:1cd:d4:78:ec:46 or 001dd478ec46 format, or search multiple with 00:1c:c4:
es_es: Puedes buscar por lista de direcciones MAC introduciendo MAC en el formato 00:1cd:d4:78:ec:46 o 001dd478ec46, o buscar múltiples con 00:1c:c4:

source: Custom field search tips
es_es: Consejos para búsqueda de campos personalizados

source: You can search custom fields
es_es: Puedes buscar campos personalizados

source: Search results (IP address list)
es_es: Resultados de búsqueda (lista de direcciones IP)

source: Search results (Circuits)
es_es: Resultados de búsqueda (Circuitos)

source: Search results (Circuit Providers)
es_es: Resultados de búsqueda (Proveedores de circuitos)

source: Search results (Customers)
es_es: Resultados de búsqueda (Clientes)

source: Search results (PSTN Prefixes)
es_es: Resultados de búsqueda (Prefijos PSTN)

source: Search results (PSTN Numbers)
es_es: Resultados de búsqueda (Números PSTN)
