Repository: Pruebas77/phpipam
Catalog: functions/locale/*.UTF-8/LC_MESSAGES/phpipam.po
Languages: es_es

source: Logical circuit
es_es: Circuito lógico

source: Purpose
es_es: Propósito

source: Comments
es_es: Comentarios

source: Duplicate circuits have been found. Please remove! Reordering will be affected.
es_es: Se han encontrado circuitos duplicados. ¡Por favor elimínelos! El reordenamiento se verá afectado.

source: Logical circuit physical members
es_es: Miembros físicos del circuito lógico

source: Not set
es_es: No establecido

source: Remove
es_es: Eliminar

source: Move down
es_es: Mover hacia abajo

source: Move up
es_es: Mover hacia arriba

source: Available physical circuits
es_es: Circuitos físicos disponibles

source: Add to logical circuit
es_es: Añadir al circuito lógico

source: Value cannot be empty
es_es: El valor no puede estar vacío

source: Invalid action
es_es: Acción inválida

source: Default value cannot be deleted
es_es: El valor predeterminado no puede ser eliminado

source: Option
es_es: Opción

source: Circuit option
es_es: Opción de circuito

source: Option Name
es_es: Nombre de la opción

source: New Option
es_es: Nueva opción

source: Map Color
es_es: Color del mapa

source: Hex Color (ex. #000000)
es_es: Color hexadecimal (ej. #000000)

source: Map Pattern
es_es: Patrón del mapa

source: Name is mandatory
es_es: El nombre es obligatorio

source: Circuit provider
es_es: Proveedor de circuito

source: Name
es_es: Nombre

source: Contact
es_es: Contacto

source: Field
es_es: Campo

source: already exists!
es_es: ¡ya existe!

source: Name must be between 4 and 24 characters
es_es: El nombre debe tener entre 4 y 24 caracteres

source: Name must not start with number
es_es: El nombre no debe comenzar con un número

source: Only alphanumeric, spaces and underscore characters are allowed
es_es: Solo se permiten caracteres alfanuméricos, espacios y guion bajo

source: Required fields must have default values
es_es: Los campos obligatorios deben tener valores predeterminados

source: Boolean values can only be 0 or 1
es_es: Los valores booleanos solo pueden ser 0 o 1

source: Default boolean values can only be 0 or 1
es_es: Los valores predeterminados booleanos solo pueden ser 0 o 1

source: Fieldsize must be numeric
es_es: El tamaño del campo debe ser numérico

source: Varchar size limit is 256 characters
es_es: El límite de tamaño de varchar es de 256 caracteres

source: Please correct the following errors
es_es: Por favor, corrija los siguientes errores

source: Failed to
es_es: Falló al

source: Field
es_es: Campo

source: custom field
es_es: campo personalizado

source: Select field name
es_es: Seleccionar nombre del campo

source: Enter comment for users
es_es: Ingresar comentario para los usuarios

source: Size / Length
es_es: Tamaño / Longitud

source: Enter field length
es_es: Ingresar longitud del campo

source: Default value
es_es: Valor predeterminado

source: Enter default value
es_es: Ingresar valor predeterminado

source: Required field
es_es: Campo obligatorio

source: Close
es_es: Cerrar

source: Filter saved
es_es: Filtro guardado

source: Filter custom field display
es_es: Filtrar la visualización del campo personalizado

source: Selected fields will not be visible in table view, only in detail view
es_es: Los campos seleccionados no serán visibles en la vista de tabla, solo en la vista de detalle

source: Save filter
es_es: Guardar filtro

source: IP addresses
es_es: Direcciones IP

source: User
es_es: Usuario

source: User Group
es_es: Grupo de usuarios

source: PSTN Prefixes
es_es: Prefijos PSTN

source: PSTN Numbers
es_es: Números PSTN

source: Circuit providers
es_es: Proveedores de circuito

source: Logical circuits
es_es: Circuitos lógicos

source: BGP Routing
es_es: Enrutamiento BGP

source: Vaults
es_es: Bóvedas

source: Vault items
es_es: Elementos de la bóveda

source: Custom
es_es: Personalizado

source: fields
es_es: campos

source: Add new custom
es_es: Añadir nuevo personalizado

source: field
es_es: campo

source: You can add additional custom fields to IP addresses and subnets (like CustomerId, location, ...)
es_es: Puedes añadir campos personalizados adicionales a direcciones IP y subredes (como CustomerId, ubicación, ...)

source: Title
es_es: Título

source: Field type
es_es: Tipo de campo

source: Default
es_es: Predeterminado

source: Required
es_es: Obligatorio

source: No custom fields created yet
es_es: Aún no se han creado campos personalizados

source: Invalid field name
es_es: Nombre de campo inválido

source: Set which field to display in table
es_es: Establecer qué campo mostrar en la tabla

source: Fields cannot be empty
es_es: Los campos no pueden estar vacíos

source: Reordering failed
es_es: Error al reordenar

source: Fields reordered successfully
es_es: Campos reordenados con éxito

source: Invalid Title
es_es: Título inválido

source: Invalid Address
es_es: Dirección inválida

source: Invalid City
es_es: Ciudad inválida

source: Invalid State
es_es: Estado inválido

source: Invalid Postcode
es_es: Código postal inválido

source: can not be empty!
es_es: ¡no puede estar vacío!

source: Failed to update location lat/lng from Nominatim
es_es: Error al actualizar lat/lng de la ubicación desde Nominatim

source: customer
es_es: cliente

source: Add new customer
es_es: Añadir nuevo cliente

source: Customer title
es_es: Título del cliente

source: Address
es_es: Dirección

source: Postcode
es_es: Código postal

source: City
es_es: Ciudad

source: State
es_es: Estado

source: Customer address
es_es: Dirección del cliente

source: Contact details
es_es: Detalles de contacto

source: Contact person
es_es: Persona de contacto

source: Email address
es_es: Dirección de correo electrónico

source: Phone
es_es: Teléfono

source: Customer contact details
es_es: Detalles de contacto del cliente

source: Note
es_es: Nota

source: Random notes
es_es: Notas aleatorias

source: Invalid object
es_es: Objeto inválido

source: Invalid object ID
es_es: ID de objeto inválido

source: Object removed
es_es: Objeto eliminado

source: Failed to
es_es: Error al

source: device type
es_es: tipo de dispositivo

source: Device type
es_es: Tipo de dispositivo

source: Device type management
es_es: Gestión de tipos de dispositivo

source: Manage devices
es_es: Gestionar dispositivos

source: Add device type
es_es: Añadir tipo de dispositivo

source: No devices configured
es_es: No se han configurado dispositivos

source: Invalid rack
es_es: Rack inválido

source: Invalid device
es_es: Dispositivo inválido

source: Show rack
es_es: Mostrar rack

source: Start position
es_es: Posición inicial

source: Front
es_es: Frente

source: Back
es_es: Parte trasera

source: Size
es_es: Tamaño

source: Hostname is mandatory
es_es: El nombre de host es obligatorio

source: Invalid rack identifier
es_es: Identificador de rack inválido

source: Invalid rack start position
es_es: Posición inicial del rack inválida

source: Invalid rack size
es_es: Tamaño del rack inválido

source: Rack does not exist
es_es: El rack no existe

source: Device
es_es: Dispositivo

source: Invalid version
es_es: Versión inválida

source: Invalid port
es_es: Puerto inválido

source: Invalid timeout
es_es: Tiempo de espera inválido

source: Invalid device IP address
es_es: Dirección IP del dispositivo inválida

source: SNMP edit failed
es_es: Error al editar SNMP

source: SNMP edit successful
es_es: Edición de SNMP exitosa

source: No queries
es_es: No hay consultas

source: device
es_es: dispositivo

source: Version
es_es: Versión

source: Not used
es_es: No utilizado

source: Community/User
es_es: Comunidad/Usuario

source: Community
es_es: Comunidad

source: SNMP v3 details
es_es: Detalles de SNMP v3

source: Security level
es_es: Nivel de seguridad

source: Auth Protocol
es_es: Protocolo de autenticación

source: Privacy Protocol
es_es: Protocolo de privacidad

source: Privacy passphrase
es_es: Frase secreta de privacidad

source: Context name
es_es: Nombre del contexto

source: Context engine ID
es_es: ID del motor del contexto

source: Queries
es_es: Consultas

source: Test
es_es: Prueba

source: Hostname
es_es: Nombre de host

source: IP address
es_es: Dirección IP

source: Location
es_es: Ubicación

source: Sections to display device in
es_es: Secciones para mostrar el dispositivo

source: DHCP management
es_es: Gestión de DHCP

source: You do not have permissions to access this module
es_es: No tienes permisos para acceder a este módulo

source: Please enable DHCP module under server management
es_es: Por favor, habilita el módulo DHCP en la gestión del servidor

source: Update failed
es_es: Actualización fallida

source: Update successful
es_es: Actualización exitosa

source: Filter which fields to display in IP list
es_es: Filtrar qué campos mostrar en la lista de IPs

source: You can select which fields are actually being used for IP management, so you dont show any overhead if not used. IP, hostname and description are mandatory
es_es: Puedes seleccionar qué campos están siendo utilizados para la gestión de IPs, para evitar mostrar información innecesaria si no se usan. IP, nombre de host y descripción son obligatorios.

source: Check which fields to use for IP addresses
es_es: Verifica qué campos usar para direcciones IP

source: Invalid ID.
es_es: ID inválido.

source: Invalid zone ID.
es_es: ID de zona inválido.

source: Invalid netZone ID.
es_es: ID de netZone inválido.

source: Delete Network
es_es: Eliminar red

source: In order to map this network to a zone without an existing device mapping you have to specify the following values.
es_es: Para mapear esta red a una zona sin un mapeo de dispositivo existente, debes especificar los siguientes valores.

source: Firewall to map
es_es: Firewall para mapear

source: Select firewall
es_es: Seleccionar firewall

source: Interface
es_es: Interfaz

source: Firewall interface
es_es: Interfaz de firewall

source: Zone alias
es_es: Alias de zona

source: Local zone alias
es_es: Alias de zona local

source: Please enable the firewall zone module under server management
es_es: Por favor, habilita el módulo de zona de firewall en la gestión del servidor

source: Invalid action.
es_es: Acción inválida.

source: Invalid zone alias value.
es_es: Valor de alias de zona inválido.

source: Invalid interface.
es_es: Interfaz inválida.

source: Invalid device ID.
es_es: ID de dispositivo inválido.

source: Please select a device.
es_es: Por favor, selecciona un dispositivo.

source: Invalid mapping ID.
es_es: ID de mapeo inválido.

source: Cannot add mapping
es_es: No se puede añadir el mapeo

source: Mapping modified successfully
es_es: Mapeo modificado exitosamente

source: Invalid ID. Do not manipulate the POST values!
es_es: ID inválido. ¡No manipules los valores POST!

source: Invalid action. Do not manipulate the POST values!
es_es: Acción inválida. ¡No manipules los valores POST!

source: Add a mapping between a firewall device and a firewall zone
es_es: Añadir un mapeo entre un dispositivo de firewall y una zona de firewall

source: Zone to map
es_es: Zona para mapear

source: Select a firewall zone
es_es: Selecciona una zona de firewall

source: Warning
es_es: Advertencia

source: You are about to remove the firewall to zone mapping!
es_es: ¡Estás a punto de eliminar el mapeo de firewall a zona!

source: Create Firewall zone mapping
es_es: Crear mapeo de zona de firewall

source: Zone
es_es: Zona

source: No firewall zones configured
es_es: No hay zonas de firewall configuradas

source: Invalid zone name length parameter. A valid valid value is between 1 and 31.
es_es: Parámetro de longitud de nombre de zona inválido. Un valor válido está entre 1 y 31.

source: Invalid IPv4 address type alias. Only alphanumeric characters, &quot;-&quot;, &quot;_&quot; and &quot;.&quot; are allowed.
es_es: Alias de tipo de dirección IPv4 inválido. Solo se permiten caracteres alfanuméricos, &quot;-&quot;, &quot;_&quot; y &quot;.&quot;.

source: Invalid separator. Only &quot;-&quot;, &quot;_&quot; and &quot;.&quot; are allowed.
es_es: Separador inválido. Solo se permiten &quot;-&quot;, &quot;_&quot; y &quot;.&quot;.

source: Invalid zone indicator. Only alphanumeric characters, &quot;-&quot;, &quot;_&quot; and &quot;.&quot; are allowed.
es_es: Indicador de zona inválido. Solo se permiten caracteres alfanuméricos, &quot;-&quot;, &quot;_&quot; y &quot;.&quot;.

source: Invalid zone generator method. Do not manipulate the POST values!
es_es: Método de generador de zona inválido. ¡No manipules los valores POST!

source: Invalid zone generator types. Do not manipulate the POST values!
es_es: Tipos de generador de zona inválidos. ¡No manipules los valores POST!

source: Invalid padding value. Use the checkbox to set the padding value to on or off.
es_es: Valor de relleno inválido. Usa la casilla de verificación para activar o desactivar el valor de relleno.

source: Invalid autogen value. Use the checkbox to set the autogen value to on or off.
es_es: Valor de autogeneración inválido. Usa la casilla de verificación para activar o desactivar el valor de autogeneración.

source: Invalid pattern value.
es_es: Valor de patrón inválido.

source: Please select at least one item to generate a valid name pattern.
es_es: Por favor, selecciona al menos un elemento para generar un patrón de nombre válido.

source: Invalid device type.
es_es: Tipo de dispositivo inválido.

source: Invalid subnet name types. Do not manipulate the POST values!
es_es: Tipos de nombre de subred inválidos. ¡No manipules los valores POST!

source: Invalid subnet name. Do not manipulate the POST values!
es_es: Nombre de subred inválido. ¡No manipules los valores POST!

source: Zone settings
es_es: Configuraciones de zona

source: Maximum zone name length
es_es: Longitud máxima del nombre de zona

source: Choose a maximum length of the zone name.<br>The default: 3, maximum: 31 characters.<br>(keep in mind that your firewall may have a limit for the length of zone names or address objects )
es_es: Elige una longitud máxima para el nombre de la zona.<br>El valor predeterminado: 3, máximo: 31 caracteres.<br>(ten en cuenta que tu firewall puede tener un límite para la longitud de los nombres de zona o los objetos de dirección)

source: Zone generator method
es_es: Método de generador de zona

source: Generate zone names automatically with the setting &quot;decimal&quot; or &quot;hex&quot;.<br>The maximum value for a zone in hex mode would be ffffffff (4294967295 zones).<br>To use your own unique zone names you can choose the option &quot;text&quot;.
es_es: Generar nombres de zona automáticamente con la opción &quot;decimal&quot; o &quot;hex&quot;.<br>El valor máximo para una zona en modo hex es ffffffff (4294967295 zonas).<br>Para usar tus propios nombres de zona únicos, puedes elegir la opción &quot;texto&quot;.

source: Zone name padding
es_es: Relleno de nombre de zona

source: Insert leading zeros into the zone name if you want to have a constant length of your zone name.<br>This setting will be ignored if you use the "text" zone name generator.
es_es: Inserta ceros a la izquierda en el nombre de la zona si deseas tener una longitud constante para el nombre de la zona.<br>Esta configuración será ignorada si usas el generador de nombres de zona &quot;text&quot;.

source: Zone name strict mode
es_es: Modo estricto de nombre de zona

source: Zone name strict mode is enabled by default.<br>If you like to use your own zone names with the &quot;text&quot; mode you may uncheck this to have not unique zone names.
es_es: El modo estricto de nombre de zona está habilitado por defecto.<br>Si prefieres usar tus propios nombres de zona con el modo &quot;text&quot;, puedes desmarcar esta opción para no tener nombres de zona únicos.

source: Firewall device Type
es_es: Tipo de dispositivo de firewall

source: Select the appropriate device type to match firewall devices.
es_es: Selecciona el tipo de dispositivo adecuado para coincidir con los dispositivos de firewall.

source: Firewall address object settings
es_es: Configuraciones del objeto de dirección del firewall

source: Autogenerate address objects
es_es: Autogenerar objetos de dirección

source: Automatically generate firewall address objects as an additional information of an IP address.<br>(Works only for subnets which are bound to a firewall zone.)
es_es: Genera automáticamente objetos de dirección de firewall como información adicional de una dirección IP.<br>(Funciona solo para subredes que están vinculadas a una zona de firewall).

source: IPv4 address type alias
es_es: Alias de tipo de dirección IPv4

source: Address type aliases are used to indicate a IPv4 or IPv6 address object.
es_es: Los alias de tipo de dirección se usan para indicar un objeto de dirección IPv4 o IPv6.

source: IPv6 address type alias
es_es: Alias de tipo de dirección IPv6

source: Separator
es_es: Separador

source: The separator is used to keep the name of address objects tidy.
es_es: El separador se usa para mantener el nombre de los objetos de dirección ordenado.

source: Own zone indicator
es_es: Indicador de zona propia

source: The indicator is used to indicate a zone wether is owned by the company or by a customer.<br>It is the leading character of the zone name but will be separated from the zone name in the database.
es_es: El indicador se usa para señalar si una zona pertenece a la empresa o a un cliente.<br>Es el carácter inicial del nombre de la zona, pero estará separado del nombre de la zona en la base de datos.

source: Customer zone indicator
es_es: Indicador de zona de cliente

source: To organize the order of the firewall IP address object name pattern simply drag and drop the different parts in the lower field.<br>It's also possible to reorganize them to fit your needs.
es_es: Para organizar el orden del patrón de nombre de los objetos de dirección IP del firewall, simplemente arrastra y suelta las diferentes partes en el campo inferior.<br>También es posible reorganizarlas según tus necesidades.

source: Available items
es_es: Elementos disponibles

source: Name pattern
es_es: Patrón de nombre

source: Subnet name
es_es: Nombre de subred

source: Firewall address objects for subnets will contain this information instead of FQDN or hostname.<br>By choosing "description" spaces and other characters but hyphen or underline will be replaced by the separator value.
es_es: Los objetos de dirección del firewall para subredes contendrán esta información en lugar de FQDN o nombre de host.<br>Al elegir "descripción", los espacios y otros caracteres, excepto guiones o guiones bajos, se reemplazarán por el valor del separador.

source: Invalid subnet ID. Do not manipulate the POST values!
es_es: ID de subred inválido. ¡No manipules los valores POST!

source: Invalid or no zone ID.
es_es: ID de zona inválido o inexistente.

source: Invalid device ID. Do not manipulate the POST values!
es_es: ID de dispositivo inválido. ¡No manipules los valores POST!

source: Cannot add this network to a zone.
es_es: No se puede añadir esta red a una zona.

source: Zone modified successfully
es_es: Zona modificada exitosamente

source: Invalid operation. Do not manipulate the POST values!
es_es: Operación inválida. ¡No manipules los valores POST!

source: No zones available
es_es: No hay zonas disponibles

source: Add this subnet to a firewall zone
es_es: Añadir esta subred a una zona de firewall

source: Zone name
es_es: Nombre de zona

source: Select a Zone
es_es: Selecciona una zona

source: Invalid subnet ID.
es_es: ID de subred inválido.

source: Please choose a appropriate network to bind to the firewall zone.
es_es: Por favor, elige una red apropiada para vincular a la zona de firewall.

source: Invalid network ID.
es_es: ID de red inválido.

source: Cannot add the network to the zone.
es_es: No se puede añadir la red a la zona.

source: Network successfully added.
es_es: Red añadida exitosamente.

source: Cannot delete the network mapping.
es_es: No se puede eliminar el mapeo de red.

source: Successfully deleted the network mapping.
es_es: Mapeo de red eliminado exitosamente.

source: network mapping
es_es: mapeo de red

source: You are about to remove the following Network from the firewall zone:<br>
es_es: Estás a punto de eliminar la siguiente red de la zona de firewall:<br>

source: First select a section to choose a subnet afterwards.
es_es: Primero selecciona una sección para elegir una subred después.

source: Section
es_es: Sección

source: No section selected
es_es: Ninguna sección seleccionada

source: Subnet
es_es: Subred

source: Invalid zone name value.
es_es: Valor de nombre de zona inválido.

source: Invalid zone name length.
es_es: Longitud de nombre de zona inválida.

source: Invalid indicator ID.
es_es: ID de indicador inválido.

source: Invalid generator ID.
es_es: ID de generador inválido.

source: Invalid padding setting.
es_es: Configuración de relleno inválida.

source: Cannot generate zone name
es_es: No se puede generar el nombre de zona

source: Cannot validate zone name
es_es: No se puede validar el nombre de zona

source: Cannot add zone
es_es: No se puede añadir la zona

source: Add a firewall zone
es_es: Añadir una zona de firewall

source: Zone name (Only alphanumeric and special characters like .-_ and space.)
es_es: Nombre de zona (Solo caracteres alfanuméricos y caracteres especiales como .-_ y espacio.)

source: The zone name will be automatically generated
es_es: El nombre de la zona será generado automáticamente

source: Indicator
es_es: Indicador

source: Own zone
es_es: Zona propia

source: Own Zone
es_es: Zona Propia

source: Customer zone
es_es: Zona de cliente

source: Customer Zone
es_es: Zona de Cliente

source: Padding
es_es: Relleno

source: Zone description
es_es: Descripción de zona

source: Add a network to the Zone
es_es: Añadir una red a la zona

source: Removing this firewall zone will also remove all referenced mappings!
es_es: ¡Eliminar esta zona de firewall también eliminará todos los mapeos referenciados!

source: Create Firewall zone
es_es: Crear zona de firewall

source: No servers available
es_es: No hay servidores disponibles

source: Search domains in AD
es_es: Buscar dominios en AD

source: Select server
es_es: Seleccionar servidor

source: Filter
es_es: Filtrar

source: Enter search filter
es_es: Introduce el filtro de búsqueda

source: Search
es_es: Buscar

source: Invalid server ID
es_es: ID de servidor inválido

source: Only AD group search is supported right now. Sorry.
es_es: Solo se admite la búsqueda de grupos AD por ahora. Lo siento.

source: Missing credentials
es_es: Credenciales faltantes

source: Please enter at least 2 characters
es_es: Por favor, ingresa al menos 2 caracteres

source: Invalid credentials
es_es: Credenciales inválidas

source: No groups found
es_es: No se encontraron grupos

source: Possible reasons
es_es: Razones posibles

source: Invalid baseDN setting for
es_es: Configuración baseDN inválida para

source: account does not have enough privileges for search
es_es: la cuenta no tiene suficientes privilegios para la búsqueda

source: Following groups were found
es_es: Se encontraron los siguientes grupos

source: Add group
es_es: Añadir grupo

source: Members:
es_es: Miembros:

source: No members
es_es: No hay miembros

source: Error - no group ID
es_es: Error - no hay ID de grupo

source: Please select user(s) to add to selected group!
es_es: ¡Por favor selecciona usuario(s) para añadir al grupo seleccionado!

source: Failed to add users
es_es: Error al añadir usuarios

source: Users added to group
es_es: Usuarios añadidos al grupo

source: Add users to group
es_es: Añadir usuarios al grupo

source: Email
es_es: Correo electrónico

source: No available users to add to group
es_es: No hay usuarios disponibles para añadir al grupo

source: Add selected users
es_es: Añadir usuarios seleccionados
