Repository: Pruebas77/phpipam
Catalog: functions/locale/*.UTF-8/LC_MESSAGES/phpipam.po
Languages: es_es

source: Search results (Subnet list)
es_es: Resultados de búsqueda (lista de subredes)

source: Edit folder details
es_es: Editar detalles de la carpeta

source: Edit subnet details
es_es: Editar detalles de la subred

source: Edit subnet (disabled)
es_es: Editar subred (deshabilitado)

source: Search results (VLANs)
es_es: Resultados de búsqueda (VLANs)

source: Search results (VRFs)
es_es: Resultados de búsqueda (VRFs)

source: Wildcard mask
es_es: Máscara comodín

source: Binary
es_es: Binario

source: Subnet bits
es_es: Bits de subred

source: Host bits
es_es: Bits de host

source: Enter mask
es_es: Introducir máscara

source: Update
es_es: Actualizar

source: Remove temporary share
es_es: Eliminar compartición temporal

source: Code does not exist
es_es: El código no existe

source: Temporary share delete error
es_es: Error al eliminar compartición temporal

source: Temporary share deleted
es_es: Compartición temporal eliminada

source: Invalid date
es_es: Fecha no válida

source: 1 week is max validity time
es_es: 1 semana es el tiempo máximo de validez

source: Share type: subnet
es_es: Tipo de compartición: subred

source: Share type: IP address
es_es: Tipo de compartición: dirección IP

source: Temporary share create error
es_es: Error al crear compartición temporal

source: Temporary share created
es_es: Compartición temporal creada

source: Create new temporary access
es_es: Crear nuevo acceso temporal

source: Share details
es_es: Detalles de la compartición

source: Set validity
es_es: Establecer validez

source: Set validity time for created share
es_es: Establecer tiempo de validez para la compartición creada

source: Mail invitation
es_es: Invitación por correo

source: If you wish to mail share details enter email address (separate multiple with ,)
es_es: Si deseas enviar los detalles de la compartición por correo, ingresa la dirección de correo (separa múltiples con ,)

source: List of temporary shared objects
es_es: Lista de objetos compartidos temporalmente

source: No temporary shares available
es_es: No hay comparticiones temporales disponibles

source: Share type
es_es: Tipo de compartición

source: Valid until
es_es: Válido hasta

source: Created by
es_es: Creado por

source: Access log
es_es: Registro de acceso

source: No access
es_es: Sin acceso

source: Usage
es_es: Uso

source: User Menu
es_es: Menú de usuario

source: changelog
es_es: registro de cambios

source: favourites
es_es: favoritos

source: ip-calculator
es_es: calculadora de IP

source: logs
es_es: registros

source: multicast-networks
es_es: redes multicast

source: pass-change
es_es: cambio de contraseña

source: request-ip
es_es: solicitar IP

source: scanned-networks
es_es: redes escaneadas

source: documentation
es_es: documentación

source: subnet-masks
es_es: máscaras de subred

source: temp-shares
es_es: comparticiones temporales

source: user-menu
es_es: menú de usuario

source: inactive-hosts
es_es: hosts inactivos

source: threshold
es_es: umbral

source: mac-lookup
es_es: búsqueda de MAC

source: duplicates
es_es: duplicados

source: vaults
es_es: bóvedas

source: Custom tools
es_es: Herramientas personalizadas

source: custom tool
es_es: herramienta personalizada

source: Documentation
es_es: Documentación

source: Read phpIPAM documentation
es_es: Leer la documentación de phpIPAM

source: Changelog for all network objects
es_es: Registro de cambios para todos los objetos de red

source: Browse phpipam log files
es_es: Explorar archivos de registro de phpipam

source: Lookup MAC address vendor
es_es: Buscar proveedor de dirección MAC

source: Secure information storing
es_es: Almacenamiento seguro de información

source: All subnets
es_es: Todas las subredes

source: VLANs and belonging subnets
es_es: VLANs y subredes pertenecientes

source: VRFs and belonging networks
es_es: VRFs y redes pertenecientes

source: Multicast subnets and mapping
es_es: Subredes multicast y mapeo

source: Display firewall zone to device mappings
es_es: Mostrar mapeos de zona de firewall a dispositivos

source: Scanned networks
es_es: Redes escaneadas

source: List of subnets to be scanned for online hosts and detect new hosts
es_es: Lista de subredes que se escanearán para hosts en línea y detectar nuevos hosts

source: Table of all subnet masks with different representations
es_es: Tabla de todas las máscaras de subred con diferentes representaciones

source: Inactive Hosts
es_es: Hosts inactivos

source: List of inactive hosts
es_es: Lista de hosts inactivos

source: Duplicates
es_es: Duplicados

source: List of duplicate subnets and addresses
es_es: Lista de subredes y direcciones duplicadas

source: List of thresholded subnets
es_es: Lista de subredes con umbral

source: All configured devices
es_es: Todos los dispositivos configurados

source: Rack information
es_es: Información del rack

source: Circuit information
es_es: Información del circuito

source: My account
es_es: Mi cuenta

source: Manage your account
es_es: Gestionar tu cuenta

source: Here you can change settings for two-factor authentication and get your 2fa secret.
es_es: Aquí puedes cambiar la configuración de autenticación de dos factores y obtener tu secreto 2fa.

source: 2fa account status
es_es: Estado de cuenta 2fa

source: You can only login to your account using passkeys
es_es: Solo puedes iniciar sesión en tu cuenta usando claves de acceso

source: No change
es_es: Sin cambios

source: You are not allowed to change 2fa settings. Please contact system administrator.
es_es: No tienes permiso para cambiar la configuración de 2fa. Por favor, contacta al administrador del sistema.

source: 2fa update error
es_es: Error de actualización de 2fa

source: 2fa update success
es_es: Actualización de 2fa exitosa

source: Change details for your account
es_es: Cambiar detalles de tu cuenta

source: Display name
es_es: Nombre para mostrar

source: repeat
es_es: repetir

source: You can login to your account with normal authentication method only until you create passkeys.
es_es: Solo puedes iniciar sesión en tu cuenta con el método de autenticación normal hasta que crees claves de acceso.

source: Select yes to receive mail notification changes (IP state change, new hosts, requests)
es_es: Selecciona sí para recibir notificaciones por correo sobre cambios (cambio de estado de IP, nuevos hosts, solicitudes)

source: Select yes to receive mail notifications for IP requests
es_es: Selecciona sí para recibir notificaciones por correo para solicitudes de IP

source: Override compression
es_es: Anular compresión

source: Uncompress address ranges if compressed
es_es: Descomprimir rangos de direcciones si están comprimidos

source: Do not display free range in IP address and subnets list
es_es: No mostrar rango libre en la lista de direcciones IP y subredes

source: Compress text in top menu
es_es: Comprimir texto en el menú superior

source: Do not show text next to menu items in dynamic menu
es_es: No mostrar texto junto a los elementos del menú en el menú dinámico

source: Menu Type
es_es: Tipo de menú

source: Static
es_es: Estático

source: Dynamic
es_es: Dinámico

source: Select menu type to display
es_es: Seleccionar el tipo de menú a mostrar

source: Save changes
es_es: Guardar cambios

source: here you can change your account details
es_es: aquí puedes cambiar los detalles de tu cuenta

source: Passwordless authentication
es_es: Autenticación sin contraseña

source: Here you can manage passkey authentication for your account
es_es: Aquí puedes gestionar la autenticación con claves de acceso para tu cuenta

source: Passkeys are a password replacement that validates your identity using touch, facial recognition, a device password, or a PIN
es_es: Las claves de acceso son un reemplazo de la contraseña que valida tu identidad utilizando huella digital, reconocimiento facial, una contraseña del dispositivo o un PIN

source: TLS is required for passcode authentication
es_es: Se requiere TLS para la autenticación con código

source: Passkey authentication is disabled
es_es: La autenticación con clave de acceso está deshabilitada

source: You can login to your account with with passkeys only
es_es: Solo puedes iniciar sesión en tu cuenta con claves de acceso

source: This can be changed under Account details tab
es_es: Esto se puede cambiar en la pestaña Detalles de la cuenta

source: This can be changed under Account details tab.
es_es: Esto se puede cambiar en la pestaña Detalles de la cuenta.

source: You can login to your account with normal authentication method only until you create passkeys.<hr>
es_es: Solo puedes iniciar sesión en tu cuenta con el método de autenticación normal hasta que crees claves de acceso.<hr>

source: You can login to your account with normal authentication method or with passkeys.<hr>
es_es: Puedes iniciar sesión en tu cuenta con el método de autenticación normal o con claves de acceso.<hr>

source: Your passkeys
es_es: Tus claves de acceso

source: You authenticated with this passkey
es_es: Te autenticaste con esta clave de acceso

source: Rename
es_es: Renombrar

source: Added on
es_es: Añadido el

source: Last used
es_es: Último uso

source: Add a passkey
es_es: Añadir una clave de acceso

source: Passkey not found
es_es: Clave de acceso no encontrada

source: passkey
es_es: clave de acceso

source: New passkey succesfully registered!
es_es: ¡Nueva clave de acceso registrada con éxito!

source: Name your passkey
es_es: Ponle nombre a tu clave de acceso

source: You are about to delete your passkey
es_es: Estás a punto de eliminar tu clave de acceso

source: Passkey renamed
es_es: Clave de acceso renombrada

source: Failed to rename passkey
es_es: Error al renombrar la clave de acceso

source: Passkey removed
es_es: Clave de acceso eliminada

source: Failed to remove passkey
es_es: Error al eliminar la clave de acceso

source: Summary of module permissions
es_es: Resumen de los permisos del módulo

source: Email not valid!
es_es: ¡Correo electrónico no válido!

source: Invalid language!
es_es: ¡Idioma no válido!

source: Passwords do not match!
es_es: ¡Las contraseñas no coinciden!

source: Invalid theme
es_es: Tema no válido

source: There are no passkeys set for user. Resetting passkey login only to false.
es_es: No se han configurado claves de acceso para el usuario. Restableciendo el inicio de sesión con clave de acceso a falso.

source: Error updating user account!
es_es: ¡Error al actualizar la cuenta del usuario!

source: Account updated successfully
es_es: Cuenta actualizada con éxito

source: Error updating
es_es: Error al actualizar

source: Widgets updated
es_es: Widgets actualizados

source: Select widgets to be displayed on dashboard
es_es: Selecciona los widgets a mostrar en el panel

source: Save order
es_es: Guardar orden

source: Create Vault
es_es: Crear Bóveda

source: Lock Vault
es_es: Bloquear Bóveda

source: Edit Vault details
es_es: Editar detalles de la Bóveda

source: Remove Vault
es_es: Eliminar Bóveda

source: No vaults created
es_es: No se han creado bóvedas

source: Module disabled
es_es: Módulo deshabilitado

source: Decrypt
es_es: Desencriptar

source: Please enter vault password to decrypt vault.
es_es: Por favor, ingresa la contraseña de la bóveda para desencriptarla.

source: Vault details
es_es: Detalles de la Bóveda

source: All vaults
es_es: Todas las bóvedas

source: Unlocked
es_es: Desbloqueado

source: Edit Vault
es_es: Editar Bóveda

source: Delete Vault
es_es: Eliminar Bóveda

source: Certificate details
es_es: Detalles del certificado

source: All vault items
es_es: Todos los elementos de la bóveda

source: Certificate has private key
es_es: El certificado tiene una clave privada

source: Private key
es_es: Clave privada

source: Download certificate (.cer)
es_es: Descargar certificado (.cer)

source: Download certificate with key (.p12)
es_es: Descargar certificado con clave (.p12)

source: Edit item
es_es: Editar elemento

source: Delete item
es_es: Eliminar elemento

source: Subject name
es_es: Nombre del sujeto

source: Common name
es_es: Nombre común

source: Alt names
es_es: Nombres alternativos

source: Key size
es_es: Tamaño de la clave

source: Signature algorithm
es_es: Algoritmo de firma

source: Not valid before
es_es: No válido antes

source: Not valid after
es_es: No válido después

source: Fingerprints
es_es: Huella digital

source: Issuer
es_es: Emisor

source: Country
es_es: País

source: County
es_es: Condado

source: Locality
es_es: Localidad

source: Organisation name
es_es: Nombre de la organización

source: Extensions
es_es: Extensiones

source: Import certificate
es_es: Importar certificado

source: Key
es_es: Clave

source: Cannot decrypt
es_es: No se puede desencriptar

source: OK
es_es: Aceptar

source: Download certificate
es_es: Descargar certificado

source: Edit certificate
es_es: Editar certificado

source: Delete certificate
es_es: Eliminar certificado

source: Create password
es_es: Crear contraseña

source: Edit password
es_es: Editar contraseña

source: Delete password
es_es: Eliminar contraseña

source: No items
es_es: No hay elementos

source: VLANs in all domains
es_es: VLANs en todos los dominios

source: List of VLANS in all domains
es_es: Lista de VLANs en todos los dominios

source: No VLANS configured
es_es: No hay VLANs configuradas

source: Move VLAN
es_es: Mover VLAN

source: Available VLANs in domain
es_es: VLANs disponibles en el dominio

source: Add VLAN
es_es: Añadir VLAN

source: Add L2 Domain
es_es: Añadir dominio L2

source: Scan for VLANs
es_es: Escanear VLANs

source: Administer
es_es: Administrar

source: L2 domains
es_es: Dominios L2

source: Count
es_es: Contar

source: All domains
es_es: Todos los dominios

source: List of all VLANs in all domains
es_es: Lista de todas las VLANs en todos los dominios

source: Show domain VLANs
es_es: Mostrar VLANs del dominio

source: Edit domain
es_es: Editar dominio

source: Delete domain
es_es: Eliminar dominio

source: Invalid VLAN id
es_es: ID de VLAN no válido

source: VLAN details
es_es: Detalles de la VLAN

source: has no belonging subnets
es_es: no tiene subredes asociadas

source: belonging subnets
es_es: subredes asociadas

source: Manage VRF
es_es: Gestionar VRF

source: Add VRF
es_es: Añadir VRF

source: Scan for VRFs
es_es: Escanear VRFs

source: No VRFs configured
es_es: No hay VRFs configurados

source: Invalid VRF id
es_es: ID de VRF no válido

source: VRF details
es_es: Detalles del VRF

source: All VRFs
es_es: Todos los VRFs

source: VRF has no belonging subnets
es_es: El VRF no tiene subredes asociadas

source: upgrade
es_es: actualizar

source: jQuery error!
es_es: ¡Error de jQuery!

source: Hide
es_es: Ocultar

source: Upgrade
es_es: Actualizar

source: phpIPAM upgrade required
es_es: Se requiere actualizar phpIPAM

source: Database needs upgrade. Please contact site administrator
es_es: La base de datos necesita ser actualizada. Por favor, contacta al administrador del sitio

source: Database upgrade check
es_es: Comprobación de actualización de la base de datos

source: Database seems up to date and doesn't need to be upgraded!
es_es: ¡La base de datos parece estar actualizada y no necesita ser actualizada!

source: Go to dashboard
es_es: Ir al panel de control

source: Your phpIPAM version is too old to be upgraded, at least version
es_es: Tu versión de phpIPAM es demasiado antigua para ser actualizada, se requiere al menos la versión

source: is required for upgrade
es_es: es necesario para la actualización

source: does not match SCHEMA.sql dbversion
es_es: no coincide con la versión de la base de datos SCHEMA.sql

source: Unable to verify the database structure after applying the upgrade queries.
es_es: No se puede verificar la estructura de la base de datos después de aplicar las consultas de actualización.

source: All upgrade_queries.php schema changes should be applied to db/SCHEMA.sql.
es_es: Todos los cambios del esquema de upgrade_queries.php deben aplicarse a db/SCHEMA.sql.

source: phpIPAM database upgrade required
es_es: Se requiere la actualización de la base de datos de phpIPAM

source: Database needs to be upgraded to version
es_es: La base de datos necesita ser actualizada a la versión

source: it seems you are using phpipam version
es_es: Parece que estás usando la versión de phpIPAM

source: Automatic database upgrade
es_es: Actualización automática de la base de datos

source: Backup database first before attempting to upgrade it! You have been warned.
es_es: Haz una copia de seguridad de la base de datos antes de intentar actualizarla. ¡Te lo advertimos!

source: Upgrade script may not complete. Please consider increasing max_execution_time before upgrading.
es_es: El script de actualización puede no completarse. Por favor, considera aumentar max_execution_time antes de la actualización.

source: Clicking on upgrade button will automatically update database to newest version!
es_es: Al hacer clic en el botón de actualización, la base de datos se actualizará automáticamente a la versión más reciente.

source: Upgrade phpIPAM database
es_es: Actualizar la base de datos de phpIPAM

source: Manual upgrade instructions
es_es: Instrucciones de actualización manual

source: Show instructions
es_es: Mostrar instrucciones

source: Copy and paste below commands to mysql directly!
es_es: ¡Copia y pega los siguientes comandos directamente en mysql!

source: Database upgraded successfully!
es_es: ¡Base de datos actualizada con éxito!

source: VLAN has no belonging subnets
es_es: La VLAN no tiene subredes asociadas

source: Unsupported PHP version
es_es: Versión de PHP no soportada

source: phpIPAM requirements error
es_es: Error de requisitos de phpIPAM

source: Not 64-bit system
es_es: Sistema no de 64 bits

source: From release 1.4 on 64bit system is required!
es_es: ¡A partir de la versión 1.4 se requiere un sistema de 64 bits!

source: Unsupported PHP version
es_es: Versión de PHP no soportada

source: Minimum PHP version required
es_es: Versión mínima de PHP requerida

source: Detected PHP version:
es_es: Versión de PHP detectada:

source: phpIPAM is not yet compatible with this version of php.
es_es: phpIPAM aún no es compatible con esta versión de PHP.

source: You may encounter issues & errors.
es_es: Puedes encontrar problemas y errores.

source: Please set <q>$allow_untested_php_versions=true;</q> in config.php to continue at your own risk.
es_es: Por favor, establece <q>$allow_untested_php_versions=true;</q> en config.php para continuar bajo tu propio riesgo.

source: The following required PHP extensions are missing
es_es: Faltan las siguientes extensiones de PHP requeridas

source: Please recompile PHP to include missing extensions and restart Apache.
es_es: Por favor, recompila PHP para incluir las extensiones faltantes y reinicia Apache.

source: The following required PHP functions are missing
es_es: Faltan las siguientes funciones de PHP requeridas

source: Please recompile PHP to include missing functions and restart Apache.
es_es: Por favor, recompila PHP para incluir las funciones faltantes y reinicia Apache.

source: Your database server does not support utf8mb4
es_es: Tu servidor de base de datos no soporta utf8mb4

source: Lastest version can be downloaded from
es_es: La última versión se puede descargar desde

source: Address create
es_es: Crear dirección

source: Failed to create new address
es_es: Error al crear la nueva dirección

source: New address created
es_es: Nueva dirección creada

source: Address edit
es_es: Editar dirección

source: Failed to edit address
es_es: Error al editar la dirección

source: Address update
es_es: Actualizar dirección

source: updated
es_es: actualizado

source: Address delete
es_es: Eliminar dirección

source: Failed to delete address
es_es: Error al eliminar la dirección

source: deleted
es_es: eliminado

source: Address removed from NAT
es_es: Dirección eliminada de NAT

source: Address DNS resolved
es_es: Dirección DNS resuelta

source: resolved
es_es: resuelta

source: Mailer Error
es_es: Error de correo

source: Invalid PDNS action
es_es: Acción PDNS no válida

source: Domain does not exist
es_es: El dominio no existe

source: PTR record created
es_es: Registro PTR creado

source: PTR record updated
es_es: Registro PTR actualizado

source: PTR record removed
es_es: Registro PTR eliminado

source: is not a valid address for subnet
es_es: no es una dirección válida para la subred

source: Object is NATted
es_es: El objeto está NATeado

source: object creation
es_es: creación de objeto

source: Failed to create new
es_es: Error al crear nuevo

source: database object
es_es: objeto de base de datos

source: Object creation
es_es: Creación de objeto

source: A new
es_es: Un nuevo

source: database object created
es_es: objeto de base de datos creado

source: object
es_es: objeto

source: Failed to edit object
es_es: Error al editar objeto

source: in
es_es: en

source: edited
es_es: editado

source: multiple objects edit
es_es: edición de múltiples objetos

source: Failed to edit multiple objects in
es_es: Error al editar múltiples objetos en

source: Multiple objects in
es_es: Múltiples objetos en

source: Failed to delete object
es_es: Error al eliminar objeto

source: Database table cleared
es_es: Tabla de base de datos limpiada

source: items replaced successfully
es_es: elementos reemplazados con éxito

source: No records found to replace.
es_es: No se encontraron registros para reemplazar.

source: Invalid custom field type
es_es: Tipo de campo personalizado no válido

source: Invalid custom field size
es_es: Tamaño de campo personalizado no válido

source: SET functionality not fully implemented, please change to ENUM
es_es: Funcionalidad SET no completamente implementada, por favor cambia a ENUM

source: Custom field
es_es: Campo personalizado

source: Invalid action!
es_es: ¡Acción no válida!

source: Invalid $_POST action
es_es: Acción $_POST no válida

source: Internet access disabled in config.php
es_es: Acceso a internet deshabilitado en config.php

source: Vendor
es_es: Proveedor

source: Write
es_es: Escribir

source: domain
es_es: dominio

source: Composer autoload not present
es_es: Autocarga de Composer no presente

source: Please install composer modules ( cd functions && composer install ).
es_es: Por favor, instala los módulos de Composer ( cd functions && composer install ).

source: Composer is not installed
es_es: Composer no está instalado

source: Please install composer and composer modules ( cd functions && composer install ).
es_es: Por favor, instala Composer y los módulos de Composer ( cd functions && composer install ).

source: Composer package
es_es: Paquete de Composer

source: is not installed
es_es: no está instalado

source: Please install required modules ( cd functions && composer install ).
es_es: Por favor, instala los módulos requeridos ( cd functions && composer install ).

source: Unsupported hash_hmac algo
es_es: Algoritmo hash_hmac no soportado

source: Unsupported encryption method
es_es: Método de cifrado no soportado

source: PHP extension not installed:
es_es: Extensión de PHP no instalada:

source: Invalid CSRF cookie action
es_es: Acción de cookie CSRF no válida

source: Invalid server type
es_es: Tipo de servidor no válido

source: Missing class file
es_es: Archivo de clase faltante

source: Method
es_es: Método

source: does not exist in class
es_es: no existe en la clase

source: DNS error
es_es: Error de DNS

source: Invalid generator ID
es_es: ID de generador no válido

source: Maximum zone name length reached! Consider to change your settings in order to generate larger zone names.
es_es: ¡Se alcanzó la longitud máxima del nombre de zona! Considera cambiar tu configuración para generar nombres de zona más largos.
