Repository: Pruebas77/phpipam
Catalog: functions/locale/*.UTF-8/LC_MESSAGES/phpipam.po
Languages: es_es

source: Please enter two-factor authentication code from your preferred authenticator application
es_es: Por favor ingresa el código de autenticación en dos factores desde tu aplicación de autenticación preferida

source: Invalid code length
es_es: Longitud de código inválida

source: Code validated. Redirecting...
es_es: Código validado. Redirigiendo...

source: Invalid code
es_es: Código inválido

source: Login IP blocked
es_es: IP de inicio de sesión bloqueada

source: Login from IP address
es_es: Inicio de sesión desde la dirección IP

source: was blocked because of 5 minute block after 5 failed 2fa attempts
es_es: fue bloqueada debido a un bloqueo de 5 minutos tras 5 intentos fallidos de 2fa

source: You have been blocked for 5 minutes due to 2fa authentication failures
es_es: Has sido bloqueado durante 5 minutos debido a fallos en la autenticación 2fa

source: You have been blocked for 5 minutes due to authentication failures
es_es: Has sido bloqueado durante 5 minutos debido a fallos en la autenticación

source: Missing security code
es_es: Código de seguridad faltante

source: Invalid security code
es_es: Código de seguridad inválido

source: Please enter your username and password
es_es: Por favor ingresa tu nombre de usuario y contraseña

source: Please login
es_es: Por favor inicia sesión

source: Security code
es_es: Código de seguridad

source: CAPTCHA image
es_es: Imagen CAPTCHA

source: You session has timed out
es_es: Tu sesión ha expirado

source: You have logged out
es_es: Has cerrado sesión

source: User logged out
es_es: Usuario cerrado sesión

source: has logged out
es_es: ha cerrado sesión

source: You can login with SAML2
es_es: Puedes iniciar sesión con SAML2

source: here
es_es: aquí

source: Login with a passkey
es_es: Iniciar sesión con una clave de acceso

source: Please disable installaion scripts in config.php<br>$disable_installer=true;
es_es: Por favor desactiva los scripts de instalación en config.php<br>$disable_installer=true;

source: Request new IP address
es_es: Solicitar nueva dirección IP

source: Public IP requests are disabled
es_es: Las solicitudes de IP públicas están deshabilitadas

source: IP request form
es_es: Formulario de solicitud de IP

source: No subnets available for requests
es_es: No hay subredes disponibles para solicitudes

source: Back to login
es_es: Volver al inicio de sesión

source: IP description
es_es: Descripción de la IP

source: device hostname
es_es: nombre de host del dispositivo

source: Responsible person
es_es: Persona responsable

source: Requester
es_es: Solicitante

source: Your email address
es_es: Tu dirección de correo electrónico

source: Additional comment
es_es: Comentario adicional

source: If there is anything else you want to say about request write it in this box
es_es: Si hay algo más que quieras decir sobre la solicitud, escríbelo en este cuadro

source: Reset
es_es: Restablecer

source: Submit request
es_es: Enviar solicitud

source: Please provide valid mac address
es_es: Por favor proporciona una dirección MAC válida

source: Please provide valid hostname
es_es: Por favor proporciona un nombre de host válido

source: Please provide valid email address
es_es: Por favor proporciona una dirección de correo electrónico válida

source: requester
es_es: solicitante

source: Error submitting new IP address request
es_es: Error al enviar la nueva solicitud de dirección IP

source: Request submitted successfully
es_es: Solicitud enviada exitosamente

source: SAML settings not found in database
es_es: Configuraciones de SAML no encontradas en la base de datos

source: Please login as admin and update SAML authentication settings
es_es: Por favor inicia sesión como admin y actualiza las configuraciones de autenticación SAML

source: Fatal SAML error
es_es: Error fatal de SAML

source: Could not extract valid username from SAML response
es_es: No se pudo extraer un nombre de usuario válido de la respuesta SAML

source: Mandatory SAML JIT attribute missing
es_es: Falta el atributo SAML JIT obligatorio

source: Requested SAML user is not configured for SAML authentication
es_es: El usuario SAML solicitado no está configurado para la autenticación SAML

source: Failed to create/update SAML JIT user
es_es: Error al crear/actualizar el usuario SAML JIT

source: Available sections
es_es: Secciones disponibles

source: Show VLANs
es_es: Mostrar VLANs

source: Show VRFs
es_es: Mostrar VRFs

source: Show
es_es: Mostrar

source: View section
es_es: Ver sección

source: Manage
es_es: Gestionar

source: Edit section
es_es: Editar sección

source: Delete section
es_es: Eliminar sección

source: No sections available
es_es: No hay secciones disponibles

source: Subnets menu
es_es: Menú de subredes

source: Administration
es_es: Administración

source: Show all sections
es_es: Mostrar todas las secciones

source: All sections
es_es: Todas las secciones

source: No sections available!
es_es: ¡No hay secciones disponibles!

source: All items
es_es: Todos los elementos

source: Show Administration menu
es_es: Mostrar menú de administración

source: Available IPAM tools
es_es: Herramientas IPAM disponibles

source: Show all settings
es_es: Mostrar todas las configuraciones

source: Show all tools
es_es: Mostrar todas las herramientas

source: Click to reorder widgets
es_es: Haz clic para reordenar los widgets

source: Favourite networks
es_es: Redes favoritas

source: Show IP addressing guide
es_es: Mostrar guía de direccionamiento IP

source: Show tools menu
es_es: Mostrar menú de herramientas

source: Database errors detected
es_es: Errores de base de datos detectados

source: Database verified
es_es: Base de datos verificada

source: for IP address waiting for your approval
es_es: para la dirección IP esperando tu aprobación

source: New version available
es_es: Nueva versión disponible

source: Dashboard
es_es: Tablero

source: All tools
es_es: Todas las herramientas

source: Back to section
es_es: Volver a la sección

source: No changelog entries are available for this section
es_es: No hay entradas de registro de cambios disponibles para esta sección

source: Available subnets
es_es: Subredes disponibles

source: Available subnets in subsection
es_es: Subredes disponibles en la subsección

source: Search string
es_es: Cadena de búsqueda

source: Hi
es_es: Hola

source: Switched to
es_es: Cambiado a

source: Logged in as
es_es: Conectado como

source: Switch back user
es_es: Volver al usuario anterior

source: Logout
es_es: Cerrar sesión

source: No changelog entries are available for this host
es_es: No hay entradas de registro de cambios disponibles para este host

source: Addresses linked with
es_es: Direcciones vinculadas con

source: No linked addresses found
es_es: No se encontraron direcciones vinculadas

source: Address linking disabled
es_es: Vinculación de direcciones deshabilitada

source: Location not set !
es_es: ¡Ubicación no establecida!

source: Duplicated addresses
es_es: Direcciones duplicadas

source: No duplicated addresses found
es_es: No se encontraron direcciones duplicadas

source: Address NAT translations
es_es: Traducciones NAT de dirección

source: Add new nat
es_es: Añadir nuevo NAT

source: Map to existing NAT
es_es: Mapear a un NAT existente

source: No NAT objects available
es_es: No hay objetos NAT disponibles

source: Edit NAT
es_es: Editar NAT

source: Delete NAT
es_es: Eliminar NAT

source: No NAT translations for this address
es_es: No hay traducciones NAT para esta dirección

source: Address permissions
es_es: Permisos de dirección

source: Netmask
es_es: Máscara de red

source: IP status
es_es: Estado de IP

source: Offline
es_es: Desconectado

source: Reserved
es_es: Reservado

source: Online
es_es: En línea

source: Firewall address object
es_es: Objeto de dirección del firewall

source: Last edited
es_es: Última edición

source: Availability
es_es: Disponibilidad

source: Device is offline
es_es: El dispositivo está desconectado

source: Device is alive
es_es: El dispositivo está activo

source: Device warning
es_es: Advertencia de dispositivo

source: Device status unknown
es_es: Estado del dispositivo desconocido

source: DNS info
es_es: Información DNS

source: DNS records
es_es: Registros DNS

source: Active shares
es_es: Accesos activos

source: Expires
es_es: Expira

source: Expired shares
es_es: Accesos expirados

source: Expired
es_es: Expirado

source: Edit IP address details
es_es: Editar detalles de la dirección IP

source: Delete IP address
es_es: Eliminar dirección IP

source: Check availability
es_es: Comprobar disponibilidad

source: Search same hostnames in db
es_es: Buscar los mismos nombres de host en la base de datos

source: Send mail notification
es_es: Enviar notificación por correo

source: Regenerate firewall address object.
es_es: Regenerar objeto de dirección del firewall

source: Temporary share address
es_es: Dirección de acceso temporal

source: Edit IP address details (disabled)
es_es: Editar detalles de la dirección IP (deshabilitado)

source: Delete IP address (disabled)
es_es: Eliminar dirección IP (deshabilitado)

source: Rack details
es_es: Detalles del rack

source: IP address not existing in database
es_es: Dirección IP no existente en la base de datos

source: Subnet does not exist
es_es: La subred no existe

source: IP address details
es_es: Detalles de la dirección IP

source: Back to folder
es_es: Volver a la carpeta

source: Back to subnet
es_es: Volver a la subred

source: Linked addresses
es_es: Direcciones vinculadas

source: is required
es_es: es requerido

source: Please fix following errors:
es_es: Por favor, corrige los siguientes errores:

source: Missing required fields
es_es: Campos requeridos faltantes

source: Cannot edit IP address
es_es: No se puede editar la dirección IP

source: Invalid IP address
es_es: Dirección IP inválida

source: Invalid address range
es_es: Rango de direcciones inválido

source: Only 4096 IP addresses at once
es_es: Solo 4096 direcciones IP a la vez

source: Are you sure you want to delete IP address range
es_es: ¿Estás seguro de que deseas eliminar el rango de direcciones IP?

source: Invalid MAC address
es_es: Dirección MAC inválida

source: already existing in selected network
es_es: ya existente en la red seleccionada

source: Cannot
es_es: No se puede

source: IP address modification
es_es: Modificación de dirección IP

source: range
es_es: rango

source: Range
es_es: Rango

source: address range
es_es: rango de direcciones

source: Address range
es_es: Rango de direcciones

source: Hostname is not unique
es_es: El nombre de host no es único

source: Are you sure you want to delete IP address
es_es: ¿Estás seguro de que deseas eliminar la dirección IP?

source: Error inserting IP address
es_es: Error al insertar la dirección IP

source: is alive
es_es: está activo

source: Invalid subnet ID
es_es: ID de subred inválido

source: Cannot edit IP address details
es_es: No se puede editar los detalles de la dirección IP

source: You do not have write access for this network
es_es: No tienes acceso de escritura para esta red

source: Cannot add address as subnet is market as used
es_es: No se puede añadir la dirección ya que la subred está marcada como usada

source: add
es_es: añadir

source: edit
es_es: editar

source: delete
es_es: eliminar

source: Standard fields
es_es: Campos estándar

source: You can add,edit or delete multiple IP addresses<br>by specifying IP range (e.g. 10.10.0.0-10.10.0.25)
es_es: Puedes añadir, editar o eliminar múltiples direcciones IP<br>especificando el rango de IP (por ejemplo, 10.10.0.0-10.10.0.25)

source: Click to check for hostname
es_es: Haz clic para comprobar el nombre de host

source: Is gateway
es_es: Es puerta de enlace

source: Ping exclude
es_es: Excluir de las verificaciones de ping

source: Exclude from ping status checks
es_es: Excluir de las verificaciones de estado de ping

source: PTR exclude
es_es: Excluir PTR

source: Dont create PTR records
es_es: No crear registros PTR

source: Remove DNS records
es_es: Eliminar registros DNS

source: Remove all associated DNS records:
es_es: Eliminar todos los registros DNS asociados:

source: Select customer
es_es: Seleccionar cliente

source: IP address owner
es_es: Propietario de la dirección IP

source: Additional notes about IP address
es_es: Notas adicionales sobre la dirección IP

source: Unique
es_es: Único

source: Unique hostname
es_es: Nombre de host único

source: Delete IP
es_es: Eliminar IP

source: You do not have access to this network
es_es: No tienes acceso a esta red

source: IP state
es_es: Estado de IP

source: FW Object
es_es: Objeto del firewall

source: Filename
es_es: Nombre de archivo

source: Subnet not found
es_es: Subred no encontrada

source: fw object
es_es: objeto FW

source: Invalid email address
es_es: Dirección de correo electrónico inválida

source: Sending mail succeeded
es_es: Envío de correo exitoso

source: VLAN ID
es_es: ID de VLAN

source: Mac address
es_es: Dirección MAC

source: Owners
es_es: Propietarios

source: Send email notification
es_es: Enviar notificación por correo electrónico

source: Recipients
es_es: Destinatarios

source: Separate multiple recepients with ,
es_es: Separa múltiples destinatarios con ,

source: Send Mail
es_es: Enviar correo

source: Move IP address to different subnet
es_es: Mover la dirección IP a una subred diferente

source: DNS name
es_es: Nombre DNS

source: Select new subnet
es_es: Seleccionar nueva subred

source: Move IP address
es_es: Mover dirección IP

source: Ping check result
es_es: Resultado de la verificación de ping

source: is not alive
es_es: no está activo

source: Repeat
es_es: Repetir

source: Close window
es_es: Cerrar ventana

source: IP addresses in
es_es: Direcciones IP en

source: Orphaned IP addresses for subnet
es_es: Direcciones IP huérfanas para la subred

source: This happens if subnet contained IP addresses when new child subnet was created
es_es: Esto ocurre si la subred contenía direcciones IP cuando se creó una nueva subred hija

source: Remove all
es_es: Eliminar todo

source: IP addresses belonging to ALL nested subnets
es_es: Direcciones IP que pertenecen a TODAS las subredes anidadas

source: FW object
es_es: Objeto FW

source: Subnet is marked as full
es_es: La subred está marcada como llena

source: Address was never online
es_es: La dirección nunca estuvo en línea

source: Address is offline
es_es: La dirección está desconectada

source: Address is alive
es_es: La dirección está activa

source: Address warning
es_es: Advertencia de dirección

source: Address status unknown
es_es: Estado de la dirección desconocido

source: Address is marked as gateway
es_es: La dirección está marcada como puerta de enlace

source: Duplicate MAC
es_es: MAC duplicada

source: Move to different subnet
es_es: Mover a una subred diferente

source: Generate or regenerate a firewall address object of this ip address.
es_es: Generar o regenerar un objeto de dirección del firewall para esta dirección IP

source: You cannot write to this subnet
es_es: No puedes escribir en esta subred

source: fw_object
es_es: objeto_fw

source: Cannot scan as subnet is market as used
es_es: No se puede escanear ya que la subred está marcada como utilizada

source: XLS / CSV subnet import
es_es: Importación de subred en XLS / CSV

source: 'app/subnets/import-subnet/upload' folder is not writeable.
es_es: La carpeta 'app/subnets/import-subnet/upload' no es escribible.

source: To successfully import data please use the following XLS/CSV structure:
es_es: Para importar datos con éxito, utiliza la siguiente estructura XLS/CSV:

source: Select CSV file
es_es: Seleccionar archivo CSV

source: Import file and show addresses
es_es: Importar archivo y mostrar direcciones

source: Show uploaded subnets
es_es: Mostrar subredes subidas

source: Errors marked with red will be ignored from importing
es_es: Los errores marcados en rojo serán ignorados al importar

source: Ignore errors
es_es: Ignorar errores

source: Should I import values to database
es_es: ¿Debo importar los valores a la base de datos?

source: Subnet is in section
es_es: La subred está en la sección

source: Subnet details
es_es: Detalles de la subred

source: Space map
es_es: Mapa de espacio

source: Mask search
es_es: Búsqueda de máscara

source: Strict Subnets
es_es: Subredes estrictas

source: Folders
es_es: Carpetas

source: Scan results
es_es: Resultados del escaneo

source: 0 new hosts discovered
es_es: 0 nuevos hosts descubiertos

source: Add discovered hosts
es_es: Agregar hosts descubiertos

source: You do not have permissions to modify hosts in this subnet
es_es: No tienes permisos para modificar hosts en esta subred

source: No devices for SNMP ARP query available
es_es: No hay dispositivos disponibles para la consulta SNMP ARP

source: No new hosts found
es_es: No se encontraron nuevos hosts

source: Please enter ports to scan
es_es: Por favor, ingresa los puertos para escanear

source: Invalid subnet Identifier
es_es: Identificador de subred inválido

source: No alive host found
es_es: No se encontró un host activo

source: Subnet must have VLAN assigned for MAC address query
es_es: La subred debe tener VLAN asignada para la consulta de dirección MAC

source: No devices for SNMP MAC address query available
es_es: No hay dispositivos disponibles para la consulta SNMP de dirección MAC

source: No new hosts found from ARP scan, MAC address scan will not be performed
es_es: No se encontraron nuevos hosts en el escaneo ARP, no se realizará el escaneo de direcciones MAC

source: No MAC address found via MAC address scan
es_es: No se encontró dirección MAC a través del escaneo de direcciones MAC

source: No new subnets found
es_es: No se encontraron nuevas subredes

source: Add subnets to section
es_es: Agregar subredes a la sección

source: No devices for SNMP route table query available
es_es: No hay dispositivos disponibles para la consulta de tabla de rutas SNMP

source: Bitmask
es_es: Máscara de bits

source: Subnet is empty
es_es: La subred está vacía

source: status
es_es: estado

source: Invalid php path
es_es: Ruta de PHP inválida

source: Invalid scan type
es_es: Tipo de escaneo inválido

source: Invalid section Id
es_es: ID de sección inválido

source: phpIPAM received truncated POST data
es_es: phpIPAM recibió datos POST truncados

source: Please check your webserver and/or php.ini setting:
es_es: Por favor, revisa la configuración de tu servidor web y/o php.ini:

source: Scanning disabled
es_es: Escaneo deshabilitado

source: IPv6 scanning is not supported
es_es: El escaneo IPv6 no está soportado

source: Scan subnet
es_es: Escanear subred

source: Online & offline results may be unreliable: date.timezone not set in
es_es: Los resultados en línea y fuera de línea pueden ser poco confiables: date.timezone no está configurado en

source: Select Scan type
es_es: Seleccionar tipo de escaneo

source: Discovery scans
es_es: Escaneos de descubrimiento

source: scan
es_es: escaneo

source: Status update scans
es_es: Escaneos de actualización de estado

source: Ports
es_es: Puertos

source: Separate multiple ports with ;
es_es: Separa múltiples puertos con ;

source: Debug
es_es: Depurar

source: Discovery scans discover new hosts
es_es: Los escaneos de descubrimiento descubren nuevos hosts

source: Status update scans update alive status for whole subnet
es_es: Los escaneos de actualización de estado actualizan el estado activo de toda la subred

source: No changelog entries are available for this subnet
es_es: No hay entradas de registro de cambios disponibles para esta subred

source: Slave subnets
es_es: Subredes esclavas

source: Underlying hosts
es_es: Hosts subyacentes

source: Linked IPv6 subnet
es_es: Subred IPv6 vinculada

source: Linked IPv4 subnets
es_es: Subredes IPv4 vinculadas

source: Subnet Usage
es_es: Uso de la subred

source: Subnet is natted
es_es: La subred está enmascarada (NAT)

source: VLAN is in domain
es_es: La VLAN está en el dominio

source: Position
es_es: Posición

source: Subnet is marked as full
es_es: La subred está marcada como llena

source: Subnet is marked as pool
es_es: La subred está marcada como grupo

source: Alert threshold
es_es: Umbral de alerta

source: Firewall zone
es_es: Zona de firewall

source: Address object
es_es: Objeto de dirección

source: Generate or regenerate the subnets firewall address object name.
es_es: Generar o regenerar el nombre del objeto de dirección del firewall de las subredes.

source: disabled - marked as full
es_es: deshabilitado - marcado como lleno

source: enabled
es_es: habilitado

source: disabled
es_es: deshabilitado

source: Scan agent
es_es: Agente de escaneo

source: Invalid scan agent
es_es: Agente de escaneo inválido

source: Last check
es_es: Última comprobación

source: Last scan
es_es: Último escaneo

source: Active subnet shares
es_es: Accesos activos a subredes

source: Expired subnet shares
es_es: Accesos caducados a subredes

source: Edit subnet properties
es_es: Editar propiedades de la subred

source: Manage linked IPv6 subnet
es_es: Gestionar subred IPv6 vinculada

source: Scan subnet for new hosts
es_es: Escanear subred en busca de nuevos hosts

source: Temporary share subnet
es_es: Subred de acceso temporal compartida

source: Map subnet to firewall zone
es_es: Mapear subred a zona de firewall

source: Generate or regenerate firewall address objects for all ip addresses within this subnet.
es_es: Generar o regenerar objetos de dirección del firewall para todas las direcciones IP dentro de esta subred.

source: Usage graph
es_es: Gráfico de uso

source: free
es_es: libre

source: Subnet NAT translations
es_es: Traducciones NAT de subred

source: No NAT translations for this subnet
es_es: No hay traducciones NAT para esta subred

source: Free space
es_es: Espacio libre

source: Visual subnet display
es_es: Visualización gráfica de subred

source: Click on IP address box<br>to manage IP address
es_es: Haz clic en el cuadro de la dirección IP<br>para gestionar la dirección IP

source: Sorry, must be admin
es_es: Lo siento, debes ser administrador

source: Belonging subsections
es_es: Subsecciones pertenecientes

source: You do not have access to this section
es_es: No tienes acceso a esta sección

source: Section does not exist
es_es: La sección no existe

source: Back to
es_es: Volver a

source: Expand/compress all folders
es_es: Expandir/comprimir todas las carpetas

source: Associated VLANs
es_es: VLAN asociadas

source: Associated VRFs
es_es: VRFs asociadas

source: Hide subnet list
es_es: Ocultar lista de subredes

source: Add new subnet to
es_es: Agregar nueva subred a

source: Search for free subnets in section
es_es: Buscar subredes libres en la sección

source: Add new folder to
es_es: Agregar nueva carpeta a

source: Temporary share
es_es: Acceso temporal compartido

source: Temporary sharing disabled
es_es: Compartición temporal deshabilitada

source: Tempory share access
es_es: Acceso de compartición temporal

source: Invalid share key
es_es: Clave de compartición inválida

source: Share expired
es_es: El acceso compartido ha caducado

source: Share expires on
es_es: El acceso compartido caduca el

source: IP addresses in subnet
es_es: Direcciones IP en la subred

source: DHCP range
es_es: Rango DHCP

source: Invalid search string
es_es: Cadena de búsqueda inválida

source: Invalid limit
es_es: Límite inválido

source: No changelog entries are available
es_es: No hay entradas de registro de cambios disponibles

source: Output has been limited to last
es_es: La salida ha sido limitada a los últimos

source: lines
es_es: líneas

source: Error clearing logs
es_es: Error al borrar los registros

source: Logs cleared successfully
es_es: Registros borrados exitosamente

source: Clear logs
es_es: Borrar registros
