Repository: Pruebas77/phpipam
Catalog: functions/locale/*.UTF-8/LC_MESSAGES/phpipam.po
Languages: es_es

source: Set path for fping executable file (default /bin/fping)
es_es: Establecer la ruta del archivo ejecutable de fping (predeterminado /bin/fping)

source: Ping status intervals
es_es: Intervalos de estado de ping

source: Ping status intervals for IP addresses in seconds - warning;offline (Default: 1800;3600)
es_es: Intervalos de estado de ping para direcciones IP en segundos - advertencia;desconectado (Predeterminado: 1800;3600)

source: Max scan threads
es_es: Máximos hilos de escaneo

source: Set maximum number of concurrent ICMP checks (default 128)
es_es: Establecer el número máximo de comprobaciones ICMP concurrentes (predeterminado 128)

source: Display settings
es_es: Configuraciones de visualización

source: Hide donation button
es_es: Ocultar el botón de donación

source: IP visual display limit
es_es: Límite de visualización de IP

source: Don't show visual display
es_es: No mostrar visualización

source: Select netmask limit for visual display of IP addresses (mask equal or bigger than - more then /22 not recommended)
es_es: Selecciona el límite de máscara de red para la visualización de direcciones IP (máscara igual o mayor que - más de /22 no recomendado)

source: Subnet Display
es_es: Visualización de subred

source: Subnet Network Only
es_es: Solo red de subred

source: Description Only
es_es: Solo descripción

source: Subnet Network and Description
es_es: Red de subred y descripción

source: Select which view you would prefer on the menu
es_es: Selecciona qué vista prefieres en el menú

source: Upload logo
es_es: Subir logotipo

source: Upload
es_es: Subir

source: Upload custom logo
es_es: Subir logotipo personalizado

source: 'css/images/logo' folder is not writeable.
es_es: La carpeta 'css/images/logo' no es escribible.

source: Current
es_es: Actual

source: New
es_es: Nuevo

source: Image will be shown in
es_es: La imagen se mostrará en

source: px width in phpipam header and mail headers
es_es: ancho en px en el encabezado de phpIPAM y los encabezados de correo

source: Select image
es_es: Seleccionar imagen

source: Browse
es_es: Explorar

source: Maintaneance mode removed
es_es: Modo de mantenimiento eliminado

source: Invalid ping status intervals
es_es: Intervalos de estado de ping no válidos

source: Invalid email
es_es: Correo electrónico no válido

source: Invalid value for Max VLAN number
es_es: Valor no válido para el número máximo de VLAN

source: Missing snmp support in php
es_es: Falta soporte SNMP en PHP

source: Missing gd support in php
es_es: Falta soporte GD en PHP

source: SNMP module disabled
es_es: Módulo SNMP deshabilitado

source: Query
es_es: Consulta

source: No devices
es_es: Sin dispositivos

source: You do not have permissions to add new subnet in this section
es_es: No tienes permisos para añadir una nueva subred en esta sección

source: You do not have permissions to add edit/delete this subnet
es_es: No tienes permisos para agregar, editar o eliminar esta subred

source: Folder cannot nest behind itself!
es_es: ¡La carpeta no puede anidarse detrás de sí misma!

source: Folder name must have at least 2 characters
es_es: El nombre de la carpeta debe tener al menos 2 caracteres

source: Error editing folder
es_es: Error al editar la carpeta

source: Folder, IP addresses and all belonging subnets deleted successfully
es_es: Carpeta, direcciones IP y todas las subredes pertenecientes eliminadas correctamente

source: Folder
es_es: Carpeta

source: folder
es_es: carpeta

source: Enter folder name
es_es: Ingresa el nombre de la carpeta

source: Move to different section
es_es: Mover a una sección diferente

source: Master Folder
es_es: Carpeta principal

source: Enter master folder if you want to nest it under existing folder, or select root to create root folder
es_es: Ingresa la carpeta principal si deseas anidarla bajo una carpeta existente, o selecciona raíz para crear la carpeta raíz

source: Removing subnets will delete ALL underlaying subnets and belonging IP addresses
es_es: Eliminar subredes borrará TODAS las subredes subyacentes y las direcciones IP correspondientes

source: Delete folder
es_es: Eliminar carpeta

source: Select nameserver set
es_es: Seleccionar conjunto de servidores de nombres

source: No nameservers
es_es: Sin servidores de nombres

source: Please enter subnet description to show as name!
es_es: ¡Por favor ingresa una descripción de la subred para mostrar como nombre!

source: Nested subnet not in root subnet!
es_es: ¡La subred anidada no está en la subred raíz!

source: Subnet cannot nest behind itself!
es_es: ¡La subred no puede anidarse detrás de sí misma!

source: Please fix following problems
es_es: Por favor, soluciona los siguientes problemas

source: Invalid location value
es_es: Valor de ubicación no válido

source: Invalid threshold value
es_es: Valor de umbral no válido

source: Error editing subnet
es_es: Error al editar la subred

source: Subnet, IP addresses and all belonging subnets deleted successfully
es_es: Subred, direcciones IP y todas las subredes correspondientes eliminadas correctamente

source: Cannot connect to powerDNS database
es_es: No se puede conectar a la base de datos de PowerDNS

source: Do you wish to delete DNS zone and all records
es_es: ¿Deseas eliminar la zona DNS y todos los registros?

source: DNS zone
es_es: Zona DNS

source: PTR records created
es_es: Registros PTR creados

source: invalid hostnames
es_es: nombres de host no válidos

source: Select VLAN
es_es: Seleccionar VLAN

source: No VLAN
es_es: Sin VLAN

source: + Add new VLAN
es_es: + Agregar nueva VLAN

source: No VLANs
es_es: Sin VLANs

source: Invalid subnetId
es_es: ID de subred no válido

source: subnet
es_es: subred

source: subnet in CIDR
es_es: subred en CIDR

source: Select
es_es: Seleccionar

source: Subnet masks
es_es: Máscaras de subred

source: Search for subnets through SNMP
es_es: Buscar subredes a través de SNMP

source: Get information from RIPE / ARIN database
es_es: Obtener información de la base de datos de RIPE / ARIN

source: Enter subnet in CIDR format
es_es: Ingresa la subred en formato CIDR

source: subnet description
es_es: descripción de la subred

source: Enter subnet description
es_es: Ingresa la descripción de la subred

source: Select device where subnet is located
es_es: Selecciona el dispositivo donde se encuentra la subred

source: Enter master subnet if you want to nest it under existing subnet, or select root to create root subnet
es_es: Ingresa la subred principal si deseas anidarla bajo una subred existente, o selecciona raíz para crear la subred raíz

source: Add this subnet to VRF
es_es: Agregar esta subred a VRF

source: Assign subnet to customer
es_es: Asignar subred al cliente

source: Mark as Pool
es_es: Marcar como grupo

source: Mark subnet as an address pool
es_es: Marcar la subred como un grupo de direcciones

source: Mark as full
es_es: Marcar como lleno

source: Mark subnet as full
es_es: Marcar la subred como llena

source: Threshold
es_es: Umbral

source: Set subnet alert threshold
es_es: Establecer umbral de alerta de subred

source: Resize
es_es: Redimensionar

source: split
es_es: dividir

source: Resize subnet
es_es: Redimensionar subred

source: Split subnet
es_es: Dividir subred

source: Truncate subnet
es_es: Truncar subred

source: Resize, split or truncate this subnet
es_es: Redimensionar, dividir o truncar esta subred

source: Select agent
es_es: Seleccionar agente

source: Select which scanagent to use
es_es: Selecciona qué agente de escaneo usar

source: Check hosts status
es_es: Verificar el estado de los hosts

source: Ping hosts inside subnet to check availability
es_es: Hacer ping a los hosts dentro de la subred para verificar disponibilidad

source: Discover new hosts
es_es: Descubrir nuevos hosts

source: Discover new hosts in this subnet
es_es: Descubrir nuevos hosts en esta subred

source: Resolve hostnames in this subnet
es_es: Resolver nombres de host en esta subred

source: IP Requests
es_es: Solicitudes de IP

source: Allow or deny IP requests for this subnet
es_es: Permitir o denegar solicitudes de IP para esta subred

source: Show as name
es_es: Mostrar como nombre

source: Show Subnet name instead of subnet IP address
es_es: Mostrar el nombre de la subred en lugar de la dirección IP de la subred

source: Autocreate reverse records
es_es: Crear automáticamente registros reversos

source: Auto create reverse (PTR) records for this subnet
es_es: Crear automáticamente registros reversos (PTR) para esta subred

source: Show DNS records
es_es: Mostrar registros DNS

source: Show DNS records for hosts
es_es: Mostrar registros DNS para hosts

source: Propagate changes
es_es: Propagar cambios

source: Apply changes to underlying subnets
es_es: Aplicar cambios a las subredes subyacentes

source: Delete subnet
es_es: Eliminar subred

source: for
es_es: para

source: Subnet mask
es_es: Máscara de subred

source: Subnet bitmask
es_es: Máscara de bits de subred

source: Enter or select required subnet bitmask e.g. (/24)
es_es: Ingresa o selecciona la máscara de bits de subred requerida, p. ej. (/24)

source: Maximum results
es_es: Resultados máximos

source: Enter maximum number of results returned
es_es: Ingresa el número máximo de resultados devueltos

source: Start subnet
es_es: Subred de inicio

source: Search start
es_es: Inicio de búsqueda

source: End subnet
es_es: Subred final

source: Search end
es_es: Fin de búsqueda

source: Invalid parameters
es_es: Parámetros no válidos

source: Invalid mask
es_es: Máscara no válida

source: Invalid range
es_es: Rango no válido

source: Only one subnet found
es_es: Solo se encontró una subred

source: Following available subnets found for selected mask in this section:
es_es: Se encontraron las siguientes subredes disponibles para la máscara seleccionada en esta sección:

source: No available subnets found selected for mask
es_es: No se encontraron subredes disponibles para la máscara seleccionada

source: Available subnets in section
es_es: Subredes disponibles en la sección

source: Subnet linked
es_es: Subred vinculada

source: Link IPv4 subnet to IPv6 subnet
es_es: Vincular subred IPv4 a subred IPv6

source: Select IPv6 subnet to link to current subnet
es_es: Selecciona la subred IPv6 para vincularla a la subred actual

source: Not linked
es_es: No vinculada

source: Link
es_es: Vincular

source: Manage folder permissions
es_es: Gestionar permisos de carpeta

source: Manage subnet permissions
es_es: Gestionar permisos de subred

source: Manage permissions for folder
es_es: Gestionar permisos para la carpeta

source: Manage permissions for subnet
es_es: Gestionar permisos para la subred

source: Set permissions
es_es: Establecer permisos

source: You do not have permissions to resize subnet
es_es: No tienes permisos para redimensionar la subred

source: Error resizing subnet
es_es: Error al redimensionar la subred

source: Subnet resized successfully
es_es: Subred redimensionada con éxito

source: Current mask
es_es: Máscara actual

source: New mask
es_es: Nueva máscara

source: You can change subnet size by specifying new mask (bigger or smaller). Please note
es_es: Puedes cambiar el tamaño de la subred especificando una nueva máscara (más grande o más pequeña). Ten en cuenta

source: If subnet has hosts outside of resized subnet resizing will not be possible
es_es: Si la subred tiene hosts fuera de la subred redimensionada, el redimensionamiento no será posible

source: If strict mode is enabled check will be made to ensure it is still inside master subnet
es_es: Si el modo estricto está habilitado, se realizará una verificación para asegurarse de que siga estando dentro de la subred principal

source: Please select fields to populate:
es_es: Por favor selecciona los campos a completar:

source: No result
es_es: Sin resultados

source: fill
es_es: llenar

source: Subnet split successfully
es_es: Subred dividida con éxito

source: Only subnets that have no nested subnets can be split
es_es: Solo las subredes que no tienen subredes anidadas pueden ser divididas

source: Subnet too small to be split
es_es: Subred demasiado pequeña para ser dividida

source: Number of subnets
es_es: Número de subredes

source: Group under current
es_es: Agrupar bajo la actual

source: Copy custom field values
es_es: Copiar valores de campos personalizados

source: Name prefix
es_es: Prefijo del nombre

source: You can split subnet to smaller subnets by specifying new subnets. Please note:
es_es: Puedes dividir la subred en subredes más pequeñas especificando nuevas subredes. Ten en cuenta:

source: Existing IP addresses will be assigned to new subnets
es_es: Las direcciones IP existentes se asignarán a las nuevas subredes

source: Group under current will create new nested subnets under current one
es_es: Agrupar bajo la actual creará nuevas subredes anidadas bajo la actual

source: If existing IP will fall to subnet/broadcast of new subnets split will fail, except if subnet isPool is enabled
es_es: Si una IP existente cae en la subred/broadcast de las nuevas subredes, la división fallará, excepto si la subred tiene habilitada la opción isPool

source: Failed to truncate subnet
es_es: Error al truncar la subred

source: Subnet truncated successfully
es_es: Subred truncada con éxito

source: Number of IP addresses
es_es: Número de direcciones IP

source: Truncating network will remove all IP addresses, that belong to selected subnet!
es_es: Truncar la red eliminará todas las direcciones IP que pertenecen a la subred seleccionada

source: Cannot delete locked tag
es_es: No se puede eliminar la etiqueta bloqueada

source: Invalid tag name
es_es: Nombre de etiqueta no válido

source: Invalid bg color
es_es: Color de fondo no válido

source: Invalid fg color
es_es: Color de primer plano no válido

source: success
es_es: éxito

source: tag
es_es: etiqueta

source: Show tag
es_es: Mostrar etiqueta

source: Bg color
es_es: Color de fondo

source: Fg color
es_es: Color de primer plano

source: Compress range
es_es: Comprimir rango

source: Update address tag to online/offline if state change occurs. Combine with settings > Update Tags
es_es: Actualizar la etiqueta de dirección a en línea/fuera de línea si ocurre un cambio de estado. Combina con configuración > Actualizar etiquetas

source: Manage Address Tags
es_es: Gestionar etiquetas de direcciones

source: Add Tag
es_es: Agregar etiqueta

source: Show Tag
es_es: Mostrar etiqueta

source: BG color
es_es: Color de fondo

source: FG color
es_es: Color de primer plano

source: Example
es_es: Ejemplo

source: Locked
es_es: Bloqueado

source: Search user in AD
es_es: Buscar usuario en AD

source: No users found
es_es: No se encontraron usuarios

source: Username not existing
es_es: Nombre de usuario no existente

source: Invalid baseDN setting for AD
es_es: Configuración baseDN no válida para AD

source: AD account does not have enough privileges for search
es_es: La cuenta de AD no tiene suficientes privilegios para realizar la búsqueda

source: Following users were found
es_es: Se encontraron los siguientes usuarios

source: Cannot send mail, mail settings are missing. Please set them under administration > Mail Settings !
es_es: No se puede enviar el correo, faltan configuraciones de correo. ¡Por favor, configúralas en administración > Configuración de correo!

source: New ipam account created
es_es: Nueva cuenta IPAM creada

source: User ipam account updated
es_es: Cuenta de usuario IPAM actualizada

source: IPAM account details
es_es: Detalles de la cuenta IPAM

source: your domain username
es_es: tu nombre de usuario de dominio

source: your domain password
es_es: tu contraseña de dominio

source: Role
es_es: Rol

source: WebApp
es_es: Aplicación web

source: Sent by user
es_es: Enviado por el usuario

source: Notification mail for new account sent
es_es: Correo de notificación para nueva cuenta enviado

source: Invalid authentication method
es_es: Método de autenticación no válido

source: Passwords do not match
es_es: Las contraseñas no coinciden

source: Password validation errors
es_es: Errores de validación de contraseña

source: Real name field is mandatory!
es_es: ¡El campo nombre real es obligatorio!

source: Invalid email address!
es_es: ¡Dirección de correo electrónico no válida!

source: Username must be at least 3 characters long!
es_es: ¡El nombre de usuario debe tener al menos 3 caracteres!

source: Username must be at least 1 character long!
es_es: ¡El nombre de usuario debe tener al menos 1 carácter!

source: Admin user cannot be deleted
es_es: El usuario administrador no puede ser eliminado

source: Admin user cannot be disabled
es_es: El usuario administrador no puede ser deshabilitado

source: user
es_es: usuario

source: Enter users real name
es_es: Ingresa el nombre real del usuario

source: Enter username
es_es: Ingresa el nombre de usuario

source: e-mail
es_es: correo electrónico

source: Enter users email address
es_es: Ingresa la dirección de correo electrónico del usuario

source: You can disable user here
es_es: Puedes deshabilitar al usuario aquí

source: User role
es_es: Rol del usuario

source: Administrator
es_es: Administrador

source: Normal User
es_es: Usuario normal

source: Select user role
es_es: Selecciona el rol del usuario

source: Administrator is almighty
es_es: El administrador es todopoderoso

source: Users have access defined based on groups
es_es: Los usuarios tienen acceso definido según grupos

source: Authentication method
es_es: Método de autenticación

source: Select authentication method for user
es_es: Selecciona el método de autenticación para el usuario

source: 2fa enabled
es_es: 2FA habilitado

source: Disable 2fa for user
es_es: Deshabilitar 2FA para el usuario

source: Passkeys
es_es: Claves de acceso

source: Check passkey you want to remove
es_es: Marca la clave de acceso que deseas eliminar

source: Passkey login only
es_es: Solo inicio de sesión con clave de acceso

source: Select to only allow account login with passkey
es_es: Selecciona solo permitir inicio de sesión de la cuenta con clave de acceso

source: User's password
es_es: Contraseña del usuario

source: click to generate random
es_es: haz clic para generar aleatorio

source: Re-type password
es_es: Vuelve a escribir la contraseña

source: Require user to change password after initial login
es_es: Requerir que el usuario cambie la contraseña después del primer inicio de sesión

source: Language
es_es: Idioma

source: Select language
es_es: Selecciona el idioma

source: Theme
es_es: Tema

source: Select UI theme
es_es: Selecciona el tema de la interfaz de usuario

source: Notification
es_es: Notificación

source: Send notification email to user with account details
es_es: Enviar correo de notificación al usuario con los detalles de la cuenta

source: Mail State changes
es_es: Cambios de estado por correo

source: Select yes to receive notification change mail for State change
es_es: Selecciona sí para recibir correo de notificación sobre cambios de estado

source: Mail Changelog
es_es: Correo de registro de cambios

source: Select yes to receive notification change mail for changelog
es_es: Selecciona sí para recibir correo de notificación sobre el registro de cambios

source: No groups configured
es_es: No hay grupos configurados

source: Select to which groups the user belongs to
es_es: Selecciona a qué grupos pertenece el usuario

source: Module permissions
es_es: Permisos de módulo

source: module permissions
es_es: permisos de módulo

source: Create user
es_es: Crear usuario

source: Real Name
es_es: Nombre real

source: E-mail
es_es: Correo electrónico

source: Authentication
es_es: Autenticación

source: Last login
es_es: Último inicio de sesión

source: Administrator user icon
es_es: Ícono de usuario administrador

source: Standard user icon
es_es: Ícono de usuario estándar

source: Passkey only
es_es: Solo clave de acceso

source: 2fa disabled
es_es: 2FA deshabilitado

source: All
es_es: Todos

source: All groups
es_es: Todos los grupos

source: Show user
es_es: Mostrar usuario

source: Manage user
es_es: Gestionar usuario

source: Edit user
es_es: Editar usuario

source: Delete user
es_es: Eliminar usuario

source: Swap user
es_es: Cambiar usuario

source: Administrator users will be able to view and edit all sections and subnets
es_es: Los usuarios administradores podrán ver y editar todas las secciones y subredes

source: Normal users will have permissions set based on group access to sections and subnets
es_es: Los usuarios normales tendrán permisos establecidos según el acceso de grupo a secciones y subredes

source: Account details
es_es: Detalles de la cuenta

source: No custom fields
es_es: Sin campos personalizados

source: Authentication settings
es_es: Configuración de autenticación

source: Last activity
es_es: Última actividad

source: Password change required
es_es: Cambio de contraseña requerido

source: Compress override
es_es: Sobrescribir compresión

source: Hide free range
es_es: Ocultar rango libre

source: Menu type
es_es: Tipo de menú

source: User details
es_es: Detalles del usuario

source: for user
es_es: para el usuario

source: All users
es_es: Todos los usuarios

source: Mail notifications
es_es: Notificaciones por correo

source: Changelog notifications
es_es: Notificaciones de registro de cambios

source: User permissions for phpipam modules
es_es: Permisos de usuario para módulos de phpipam

source: Insufficient privileges
es_es: Privilegios insuficientes

source: Cannot unlock vault
es_es: No se puede desbloquear el vault

source: Select certificate type
es_es: Seleccionar tipo de certificado

source: Download
es_es: Descargar

source: Invalid certificate
es_es: Certificado no válido

source: Vault item
es_es: Elemento del vault

source: Select certificate
es_es: Seleccionar certificado

source: Select certificate file to upload
es_es: Selecciona el archivo de certificado para cargar

source: Select files
es_es: Seleccionar archivos

source: Select certificate and private key file to upload
es_es: Selecciona el archivo de certificado y la clave privada para cargar

source: Fetch
es_es: Obtener

source: Enter website URL
es_es: Ingresa la URL del sitio web

source: Verify certificate chain
es_es: Verificar la cadena de certificados

source: Invalid certificate type
es_es: Tipo de certificado no válido

source: certificate
es_es: certificado

source: Add new certificate
es_es: Agregar nuevo certificado

source: Enter name
es_es: Ingresa el nombre

source: Certificate type
es_es: Tipo de certificado

source: password
es_es: contraseña

source: Add new password
es_es: Agregar nueva contraseña

source: Secret must be at least 8 characters long!
es_es: ¡El secreto debe tener al menos 8 caracteres!

source: Secret validation errors
es_es: Errores de validación del secreto

source: Vault
es_es: Bóveda

source: vault
es_es: bóveda

source: Create new vault
es_es: Crear nueva bóveda

source: Vault name
es_es: Nombre de la bóveda

source: Enter vault name
es_es: Ingresa el nombre de la bóveda

source: Password vault
es_es: Bóveda de contraseñas

source: Certificates vault
es_es: Bóveda de certificados

source: Vault type
es_es: Tipo de bóveda

source: Vault secret
es_es: Secreto de la bóveda

source: Vault secret. Please store secret as it cannot be retrieved if lost!
es_es: Secreto de la bóveda. ¡Por favor guarda el secreto ya que no podrá recuperarse si se pierde!

source: Invalid URL
es_es: URL no válida

source: Unable to establish socket connection
es_es: No se pudo establecer la conexión de socket

source: Could not fetch certificate chain
es_es: No se pudo obtener la cadena de certificados

source: Vault locked
es_es: Bóveda bloqueada

source: Invalid master password
es_es: Contraseña maestra no válida
