Repository: Pruebas77/phpipam
Catalog: functions/locale/*.UTF-8/LC_MESSAGES/phpipam.po
Languages: es_es

source: Name must be at least 2 characters long
es_es: El nombre debe tener al menos 2 caracteres

source: Group already exists
es_es: El grupo ya existe

source: Group
es_es: Grupo

source: Add new group
es_es: Añadir nuevo grupo

source: Invalid Id
es_es: ID inválido

source: group
es_es: grupo

source: Group name
es_es: Nombre del grupo

source: Enter group name
es_es: Introduce el nombre del grupo

source: Group management
es_es: Gestión de grupos

source: Create group
es_es: Crear grupo

source: Search domain groups
es_es: Buscar grupos de dominio

source: Belonging users
es_es: Usuarios pertenecientes

source: Section permissions
es_es: Permisos de sección

source: Administrators
es_es: Administradores

source: Administrator level users
es_es: Usuarios con nivel de administrador

source: All sections:
es_es: Todas las secciones:

source: No users
es_es: No hay usuarios

source: add users to this group
es_es: añadir usuarios a este grupo

source: remove users from this group
es_es: eliminar usuarios de este grupo

source: Please select user(s) to remove from group!
es_es: ¡Por favor selecciona usuario(s) para eliminar del grupo!

source: Failed to remove users
es_es: Error al eliminar usuarios

source: Users removed from group
es_es: Usuarios eliminados del grupo

source: Remove users from group
es_es: Eliminar usuarios del grupo

source: No users in this group
es_es: No hay usuarios en este grupo

source: Remove selected users
es_es: Eliminar usuarios seleccionados

source: Select fields to export
es_es: Seleccionar campos para exportar

source: hostname
es_es: nombre de host

source: ip_addr
es_es: dirección_ip

source: type
es_es: tipo

source: description
es_es: descripción

source: rack_start
es_es: inicio_rack

source: rack_size
es_es: tamaño_rack

source: location
es_es: ubicación

source: Mandatory
es_es: Obligatorio

source: Export
es_es: Exportar

source: Select types fields to export
es_es: Seleccionar campos de tipos para exportar

source: Select sections and IP address fields to export
es_es: Seleccionar campos de secciones y direcciones IP para exportar

source: IP Address
es_es: Dirección IP

source: Owner
es_es: Propietario

source: Tag
es_es: Etiqueta

source: Gateway
es_es: Puerta de enlace

source: Parent
es_es: Padre

source: Include the sections in a separate sheet.
es_es: Incluir las secciones en una hoja separada.

source: Select L2 Domain fields to export
es_es: Seleccionar campos del dominio L2 para exportar

source: Select sections and subnets fields to export
es_es: Seleccionar campos de secciones y subredes para exportar

source: Master Subnet
es_es: Subred principal

source: Requests
es_es: Solicitudes

source: Hosts check
es_es: Comprobación de hosts

source: Discover
es_es: Descubrir

source: VLAN Domain
es_es: Dominio VLAN

source: Host check
es_es: Comprobación de host

source: Select VLAN fields to export
es_es: Seleccionar campos de VLAN para exportar

source: Number
es_es: Número

source: Domain
es_es: Dominio

source: Include the L2 domains in a separate sheet.
es_es: Incluir los dominios L2 en una hoja separada.

source: Select VRF fields to export
es_es: Seleccionar campos de VRF para exportar

source: Unable to locate executable:
es_es: No se puede localizar el ejecutable:

source: Please configure $mysqldump_cli_binary in config.php
es_es: Por favor configure $mysqldump_cli_binary en config.php

source: ip address
es_es: dirección ip

source: ip state
es_es: estado ip

source: owner
es_es: propietario

source: port
es_es: puerto

source: note
es_es: nota

source: No hosts
es_es: No hay hosts

source: Select file
es_es: Seleccionar archivo

source: Browse / Drag & Drop
es_es: Buscar / Arrastrar y soltar

source: Download template
es_es: Descargar plantilla

source: Cancel upload
es_es: Cancelar carga

source: Error: Error parsing json response
es_es: Error: Error al analizar la respuesta json

source: Upload successfull
es_es: Carga exitosa

source: Match fields
es_es: Coincidir campos

source: Please match the DB fields with the uploaded fields:
es_es: Por favor, coincide los campos de la base de datos con los campos cargados:

source: Pick import colum for
es_es: Seleccionar columna de importación para

source: No fields were automatically matched. The import file needs to have a header row!
es_es: No se coincidieron campos automáticamente. ¡El archivo de importación debe tener una fila de encabezado!

source: Not all the fields were automatically matched. Please check manually.
es_es: No todos los campos fueron coincidentes automáticamente. Por favor verifique manualmente.

source: All the fields were automatically matched. Please check if correct.
es_es: Todos los campos fueron coincidentes automáticamente. Verifique si son correctos.

source: No header row found in uploaded file. Please check.
es_es: No se encontró una fila de encabezado en el archivo cargado. Por favor verifique.

source: Devices import data preview
es_es: Vista previa de los datos de importación de dispositivos

source: Uploaded data
es_es: Datos cargados

source: The entries marked with
es_es: Las entradas marcadas con

source: will be added,
es_es: serán añadidas,

source: the ones marked with
es_es: las marcadas con

source: will be updated
es_es: serán actualizadas

source: and the ones marked with
es_es: y las marcadas con

source: will be skipped.
es_es: serán omitidas.

source: Summary:
es_es: Resumen:

source: new entries.
es_es: nuevas entradas.

source: updated entries.
es_es: entradas actualizadas.

source: entries skipped due to errors.
es_es: entradas omitidas debido a errores.

source: duplicate entries.
es_es: entradas duplicadas.

source: Scroll down for details.
es_es: Desplácese hacia abajo para detalles.

source: Action
es_es: Acción

source: Import
es_es: Importar

source: Select Devices file and fields to import
es_es: Seleccionar archivo de dispositivos y campos para importar

source: 'app/admin/import-export/upload' folder is not writeable.
es_es: La carpeta 'app/admin/import-export/upload' no es escribible.

source: Template
es_es: Plantilla

source: The import XLS/CSV should have the following fields and a <b>header row</b> for a succesful import:
es_es: El archivo XLS/CSV de importación debe contener los siguientes campos y una <b>fila de encabezado</b> para una importación exitosa:

source: The fields marked with * are mandatory.
es_es: Los campos marcados con * son obligatorios.

source: Providing a subnet is optional, the system will add the IP to the longest match if no subnet is provided.
es_es: Proporcionar una subred es opcional; el sistema añadirá la IP al coincidencia más larga si no se proporciona una subred.

source: The mask can be provided either as a separate field or with the subnet, sparated by "/"
es_es: La máscara puede ser proporcionada como un campo separado o junto con la subred, separada por "/"

source: Upload file
es_es: Subir archivo

source: Preview
es_es: Vista previa

source: Devices Addresses import
es_es: Importación de direcciones de dispositivos

source: DeviceType import data preview
es_es: Vista previa de los datos de importación del tipo de dispositivo

source: Select fields to import
es_es: Seleccionar campos para importar

source: The fields marked with * are mandatory
es_es: Los campos marcados con * son obligatorios

source: DeviceType import
es_es: Importación del tipo de dispositivo

source: IP Addresses import data preview
es_es: Vista previa de los datos de importación de direcciones IP

source: Select IP Addresses file and fields to import
es_es: Seleccionar archivo de direcciones IP y campos para importar

source: Search for matching subnet in all VRFs.
es_es: Buscar subred coincidente en todos los VRFs.

source: IP Addresses import
es_es: Importación de direcciones IP

source: L2 Domain import data preview
es_es: Vista previa de los datos de importación del dominio L2

source: Select L2 Domain file and fields to import
es_es: Seleccionar archivo del dominio L2 y campos para importar

source: L2 Domain import
es_es: Importación de dominio L2

source: Error: could not read the uploaded file type!
es_es: Error: ¡No se pudo leer el tipo de archivo cargado!

source: Error: missing required field mapping for expected field
es_es: Error: falta el mapeo de campo requerido para el campo esperado

source: Please check field matching in previous window.
es_es: Por favor, verifique la coincidencia de campos en la ventana anterior.

source: Internal error: missing import field mapping.
es_es: Error interno: falta el mapeo de campo de importación.

source: Extra column found on line
es_es: Se encontró una columna extra en la línea

source: in CSV file. CSV delimiter used in value field?
es_es: en el archivo CSV. ¿Se usó el delimitador CSV en el campo de valor?

source: in XLS file. Please check input file.
es_es: en el archivo XLS. Por favor, verifique el archivo de entrada.

source: Root
es_es: Raíz

source: No change, skip
es_es: Sin cambios, omitir

source: New master, update
es_es: Nuevo maestro, actualizar

source: Subnets master/nested recompute data preview
es_es: Vista previa de los datos de recomputación de subredes principales/embebidas

source: Recomputed data
es_es: Datos recomputados

source: have new masters and will be updated,
es_es: tienen nuevos maestros y serán actualizados,

source: didn't change the master.
es_es: no cambiaron el maestro.

source: Select Subnet sections, VRFs and IP version to recompute
es_es: Seleccionar secciones de subred, VRFs y versión IP para recomputar

source: Sections and IP versions
es_es: Secciones y versiones IP

source: Please choose which section and IP version to recompute:
es_es: Por favor, elija qué sección y versión IP recomputar:

source: Hide unchanged subnets
es_es: Ocultar subredes no modificadas

source: Subnets master/nested recompute save
es_es: Guardar recomputación de subredes principales/embebidas

source: Subnets import data preview
es_es: Vista previa de los datos de importación de subredes

source: Select Subnets file and fields to import
es_es: Seleccionar archivo de subredes y campos para importar

source: Subnets import
es_es: Importación de subredes

source: After the import you should perform an automatic recomputation of the master/nested relations using the Recompute button after you close this window.
es_es: Después de la importación, debe realizar una recomputación automática de las relaciones maestro/embebidas utilizando el botón de recomputación después de cerrar esta ventana.

source: Mask
es_es: Máscara

source: Is_Gateway
es_es: Es_Gateway

source: deviceType
es_es: tipoDeDispositivo

source: section
es_es: sección

source: tName
es_es: tNombre

source: tDescription
es_es: tDescripción

source: VLAN import data preview
es_es: Vista previa de los datos de importación de VLAN

source: Select VLAN file and fields to import
es_es: Seleccionar archivo de VLAN y campos para importar

source: If no VLAN domain is specified the VLAN is added/changed in the default domain.
es_es: Si no se especifica un dominio VLAN, la VLAN se agrega/cambia en el dominio predeterminado.

source: VLAN import
es_es: Importación de VLAN

source: VRF import data preview
es_es: Vista previa de los datos de importación de VRF

source: Select VRF file and fields to import
es_es: Seleccionar archivo de VRF y campos para importar

source: VRF import
es_es: Importación de VRF

source: Pick a data set type, and click on an action
es_es: Seleccione un tipo de conjunto de datos y haga clic en una acción

source: Data set
es_es: Conjunto de datos

source: Pick data set
es_es: Seleccionar conjunto de datos

source: L2 Domains
es_es: Dominios L2

source: Device types
es_es: Tipos de dispositivos

source: Not all options are available currently.
es_es: No todas las opciones están disponibles actualmente.

source: Import data entries for the selected type
es_es: Importar entradas de datos para el tipo seleccionado

source: Export data entries for the selected type
es_es: Exportar entradas de datos para el tipo seleccionado

source: Recompute master/nested subnet relations.
es_es: Recomputar relaciones de subredes principales/embebidas.

source: Recompute
es_es: Recomputar

source: phpIPAM database export
es_es: Exportación de base de datos phpIPAM

source: You can download MySQL dump of database or generate XLS file of IP addresses
es_es: Puede descargar el volcado de MySQL de la base de datos o generar un archivo XLS de direcciones IP

source: Create MySQL database dump
es_es: Crear volcado de base de datos MySQL

source: Prepare MySQL dump
es_es: Preparar volcado MySQL

source: Create XLS file of IP addresses
es_es: Crear archivo XLS de direcciones IP

source: Prepare XLS dump
es_es: Preparar volcado XLS

source: Create hostfile dump
es_es: Crear volcado de archivo de host

source: Prepare hostfile dump
es_es: Preparar volcado de archivo de host

source: Not implemented
es_es: No implementado

source: Ok
es_es: Aceptar

source: Filter string
es_es: Cadena de filtro

source: Instructions updated
es_es: Instrucciones actualizadas

source: Failed to update instructions
es_es: Error al actualizar las instrucciones

source: Instructions updated succesfully
es_es: Instrucciones actualizadas con éxito

source: Instructions updated successfully
es_es: Instrucciones actualizadas correctamente

source: Edit user instructions
es_es: Editar instrucciones de usuario

source: Edit IP request instructions
es_es: Editar instrucciones de solicitud de IP

source: User instructions
es_es: Instrucciones de usuario

source: IP request instructions
es_es: Instrucciones de solicitud de IP

source: preview
es_es: vista previa

source: Save instructions
es_es: Guardar instrucciones

source: Code must be at least 2 characters long
es_es: El código debe tener al menos 2 caracteres

source: Language
es_es: Idioma

source: Language code
es_es: Código de idioma

source: Language name
es_es: Nombre del idioma

source: You can edit different language translations here
es_es: Puedes editar las traducciones de diferentes idiomas aquí

source: Create new language
es_es: Crear nuevo idioma

source: No languages present created yet
es_es: No se han creado idiomas aún

source: Validity
es_es: Validez

source: Valid
es_es: Válido

source: Invalid
es_es: Inválido

source: Instructions
es_es: Instrucciones

source: Add translation file to directory functions/locale/ in phpipam
es_es: Añadir archivo de traducción al directorio functions/locale/ en phpipam

source: Create new language with same code as translation file
es_es: Crear nuevo idioma con el mismo código que el archivo de traducción

source: Invalid Location object identifier
es_es: Identificador de objeto de ubicación no válido

source: Name must have at least 1 character
es_es: El nombre debe tener al menos 1 carácter

source: Invalid Latitude
es_es: Latitud no válida

source: Invalid Longitude
es_es: Longitud no válida

source: failed
es_es: fallido

source: or
es_es: o

source: Location address
es_es: Dirección de ubicación

source: Latitude
es_es: Latitud

source: latitude
es_es: latitud

source: Longitude
es_es: Longitud

source: Mail server type
es_es: Tipo de servidor de correo

source: Server type
es_es: Tipo de servidor

source: Select server type for sending mail messages
es_es: Seleccionar tipo de servidor para enviar mensajes de correo

source: SMTP settings
es_es: Configuración SMTP

source: Server address
es_es: Dirección del servidor

source: Set SMTP server address
es_es: Configurar dirección del servidor SMTP

source: Set SMTP server port
es_es: Configurar puerto del servidor SMTP

source: Security
es_es: Seguridad

source: Select cryptographic security protocol
es_es: Seleccionar protocolo de seguridad criptográfica

source: Server authentication
es_es: Autenticación del servidor

source: Select yes if authentication is required
es_es: Seleccione sí si se requiere autenticación

source: Set username for SMTP authentication
es_es: Configurar nombre de usuario para la autenticación SMTP

source: Set password for SMTP authentication
es_es: Configurar contraseña para la autenticación SMTP

source: Mail sender settings
es_es: Configuración del remitente de correo

source: Sender name
es_es: Nombre del remitente

source: Set administrator name to display when sending mails and for contact info
es_es: Configurar nombre del administrador para mostrar al enviar correos y para información de contacto

source: Admin mail
es_es: Correo del administrador

source: Set administrator e-mail to display when sending mails and for contact info
es_es: Configurar correo electrónico del administrador para mostrar al enviar correos y para información de contacto

source: Send test email
es_es: Enviar correo de prueba

source: Mail settings are missing. Please set admin mail and name!
es_es: ¡Faltan la configuración de correo! Por favor, configure el correo y nombre del administrador.

source: Primary nameserver is mandatory
es_es: El servidor de nombres primario es obligatorio

source: nameserver set
es_es: conjunto de servidores de nombres

source: Nameserver set
es_es: Conjunto de servidores de nombres

source: Nameserver
es_es: Servidor de nombres

source: Add nameserver
es_es: Añadir servidor de nombres

source: Sections to display nameserver set in
es_es: Secciones para mostrar el conjunto de servidores de nombres en

source: removing nameserver set will also remove all references from belonging subnets!
es_es: ¡Eliminar el conjunto de servidores de nombres también eliminará todas las referencias de las subredes correspondientes!

source: Manage Nameserver sets
es_es: Gestionar conjuntos de servidores de nombres

source: Add nameserver set
es_es: Añadir conjunto de servidores de nombres

source: No nameserver sets defined
es_es: No se han definido conjuntos de servidores de nombres

source: NAT cleanup
es_es: Limpieza de NAT

source: Removing deleted addresses and subnets items from NAT...
es_es: Eliminando direcciones y elementos de subredes borrados de NAT...

source: Removed
es_es: Eliminado

source: No subnets removed from NAT
es_es: No se han eliminado subredes de NAT

source: addresses
es_es: direcciones

source: No addresses removed from NAT
es_es: No se han eliminado direcciones de NAT

source: Invalid object Id
es_es: ID de objeto no válido

source: Map object to NAT
es_es: Asignar objeto a NAT

source: Existing NAT
es_es: NAT existente

source: New object
es_es: Nuevo objeto

source: Add new object to NAT as
es_es: Añadir nuevo objeto a NAT como

source: Source
es_es: Origen

source: Destination
es_es: Destino

source: Invalid NAT object identifier
es_es: Identificador de objeto NAT no válido

source: Name must have at least 3 characters
es_es: El nombre debe tener al menos 3 caracteres

source: Invalid NAT type
es_es: Tipo de NAT no válido

source: Select NAT name
es_es: Seleccionar nombre de NAT

source: Select NAT type
es_es: Seleccionar tipo de NAT

source: Select Device
es_es: Seleccionar dispositivo

source: Policy NAT
es_es: NAT de política

source: Create policy NAT
es_es: Crear NAT de política

source: Destination address
es_es: Dirección de destino

source: Source address
es_es: Dirección de origen

source: address for policy NAT
es_es: dirección para NAT de política

source: Destination objects
es_es: Objetos de destino

source: Source objects
es_es: Objetos de origen

source: No objects
es_es: No hay objetos

source: Add new object
es_es: Añadir nuevo objeto

source: Translated objects
es_es: Objetos traducidos

source: Src Port
es_es: Puerto de origen

source: Source port
es_es: Puerto de origen

source: Dst Port
es_es: Puerto de destino

source: Destination port
es_es: Puerto de destino

source: Please enter IP address
es_es: Por favor, ingrese la dirección IP

source: Invalid NAT item ID
es_es: ID de ítem NAT no válido

source: Invalid NAT direction
es_es: Dirección de NAT no válida

source: No results found
es_es: No se encontraron resultados

source: Static NAT can only have 1 source address
es_es: NAT estático solo puede tener 1 dirección de origen

source: Static NAT can only have 1 destination address
es_es: NAT estático solo puede tener 1 dirección de destino

source: Invalid object type
es_es: Tipo de objeto no válido

source: Invalid object id
es_es: ID de objeto no válido

source: Invalid object identifier
es_es: Identificador de objeto no válido

source: Missing object type or id
es_es: Falta el tipo de objeto o ID

source: Add NAT item
es_es: Añadir ítem NAT

source: Search objects
es_es: Buscar objetos

source: Enter subnet/IP
es_es: Ingrese subred/IP

source: Remove NAT item
es_es: Eliminar ítem NAT

source: phpIPAM password policy settings
es_es: Configuración de la política de contraseñas de phpIPAM

source: Here you can set password policy for user authentication.
es_es: Aquí puedes configurar la política de contraseñas para la autenticación de usuarios.

source: Minimum length
es_es: Longitud mínima

source: Minimum password length
es_es: Longitud mínima de la contraseña

source: Maximum length
es_es: Longitud máxima

source: Maximum password length
es_es: Longitud máxima de la contraseña

source: Minimum numbers
es_es: Mínimo de números

source: Minimum number of numbers
es_es: Número mínimo de números

source: Minimum letters
es_es: Mínimo de letras

source: Minimum number of letters
es_es: Número mínimo de letras

source: Minimum lowercase letter
es_es: Mínima letra en minúscula

source: Minimum number of lowercase letters
es_es: Número mínimo de letras en minúscula

source: Minimum uppercase letter
es_es: Mínima letra en mayúscula

source: Minimum number of uppercase letters
es_es: Número mínimo de letras en mayúscula

source: Minimum symbols
es_es: Mínimo de símbolos

source: Minimum number of symbols
es_es: Número mínimo de símbolos

source: Maximum symbols
es_es: Máximo de símbolos

source: Maximum number of symbols
es_es: Número máximo de símbolos

source: Symbols
es_es: Símbolos

source: List of allowed symbols. csv separated.
es_es: Lista de símbolos permitidos. Separados por csv.

source: Enforce
es_es: Forzar

source: Require all users to change password upon next login.
es_es: Requerir que todos los usuarios cambien su contraseña en el siguiente inicio de sesión.

source: Values must be numeric
es_es: Los valores deben ser numéricos

source: Error updating users:
es_es: Error al actualizar los usuarios:

source: Default value settings
es_es: Configuración de valores predeterminados

source: Name servers
es_es: Servidores de nombres

source: Enter name servers, separate multiple with ;
es_es: Ingrese los servidores de nombres, separe varios con ;

source: Hostmaster
es_es: Administrador del dominio

source: Enter default hostmaster for domain
es_es: Ingrese el administrador predeterminado para el dominio

source: Default PTR domain
es_es: Dominio PTR predeterminado

source: Default PTR domain if no valid hostname for PTR is provided
es_es: Dominio PTR predeterminado si no se proporciona un nombre de host válido para PTR

source: Refresh
es_es: Actualizar

source: How often a secondary will poll the primary server to see if the serial number for the zone has increased.
es_es: Con qué frecuencia un servidor secundario verificará el servidor primario para ver si el número de serie de la zona ha aumentado.

source: Retry
es_es: Reintentar

source: If a secondary was unable to contact the primary at the last refresh, wait the retry value before trying again.
es_es: Si un servidor secundario no pudo contactar con el servidor primario en la última actualización, espere el valor de reintento antes de intentar nuevamente.

source: Expire
es_es: Expirar
