Repository: Pruebas77/phpipam
Catalog: functions/locale/*.UTF-8/LC_MESSAGES/phpipam.po
Languages: es_es

source: SubnetId must be numeric
es_es: SubnetId debe ser numérico

source: Invalid subnet Id
es_es: Id de subred no válido

source: Invalid status
es_es: Estado no válido

source: No results (filter applied)
es_es: Sin resultados (filtro aplicado)

source: Missing filter_value
es_es: Falta filter_value

source: Empty filter_value
es_es: filter_value vacío

source: Invalid filter_by
es_es: filter_by no válido

source: Invalid filter_match
es_es: filter_match no válido

source: Invalid regular expression
es_es: Expresión regular no válida

source: Highest possible VLAN number is
es_es: El número más alto de VLAN posible es

source: SSL connection is required for API
es_es: Se requiere conexión SSL para la API

source: Invalid id
es_es: Id no válido

source: Failed to activate 2fa for user
es_es: No se pudo activar la autenticación 2FA para el usuario

source: 2fa activated
es_es: 2FA activado

source: Failed to deactivate 2fa for user
es_es: No se pudo desactivar la autenticación 2FA para el usuario

source: 2fa deactivated
es_es: 2FA desactivado

source: Failed to remove 2fa secret for user
es_es: No se pudo eliminar el secreto de 2FA para el usuario

source: 2fa secret removed
es_es: Secreto de 2FA eliminado

source: 2FA authentication
es_es: Autenticación 2FA

source: 2FA provider
es_es: Proveedor de 2FA

source: Disabled
es_es: Desactivado

source: Current 2FA provider
es_es: Proveedor de 2FA actual

source: 2FA name
es_es: Nombre de 2FA

source: Name for 2fa application that will be displayed
es_es: Nombre de la aplicación de 2FA que se mostrará

source: 2FA length
es_es: Longitud de 2FA

source: Length of 2FA secret (26 to 32)
es_es: Longitud del secreto de 2FA (26 a 32)

source: 2FA user change
es_es: Cambio de usuario de 2FA

source: Can users change 2fa settings for their account
es_es: ¿Pueden los usuarios cambiar la configuración de 2FA para su cuenta?

source: Apply to all users
es_es: Aplicar a todos los usuarios

source: Force all users to use 2fa on next login or disable 2fa for all users
es_es: Forzar a todos los usuarios a usar 2FA en el próximo inicio de sesión o desactivar 2FA para todos los usuarios

source: Save
es_es: Guardar

source: 2FA users
es_es: Usuarios de 2FA

source: 2fa is disabled
es_es: 2FA está desactivado

source: No users have 2fa enabled
es_es: Ningún usuario tiene 2FA habilitado

source: Real name
es_es: Nombre real

source: Username
es_es: Nombre de usuario

source: 2fa status
es_es: Estado de 2FA

source: Enable
es_es: Habilitar

source: Reset secret
es_es: Restablecer secreto

source: Disable
es_es: Desactivar

source: 2FA status legend
es_es: Leyenda del estado de 2FA

source: Enabled
es_es: Habilitado

source: 2fa is enabled
es_es: 2FA está habilitado

source: Enabled, not activated
es_es: Habilitado, no activado

source: 2fa is enabled, but secret is not set. User will be given new secret upon first login
es_es: 2FA está habilitado, pero el secreto no está establecido. Se asignará un nuevo secreto al usuario en su primer inicio de sesión

source: phpIPAM supports two-factor-authentication to add additional security layer for user authentication.
es_es: phpIPAM admite la autenticación de dos factores para añadir una capa de seguridad adicional a la autenticación de usuario.

source: After user successfully logs in it will be presented with additional screen to enter code from your preferred authenticator application.
es_es: Después de que el usuario inicie sesión con éxito, se le presentará una pantalla adicional para ingresar el código de su aplicación de autenticación preferida.

source: Authenticator apps are available on following links based on your OS:
es_es: Las aplicaciones de autenticación están disponibles en los siguientes enlaces según su sistema operativo:

source: You can also use any other OTP provider.
es_es: También puede utilizar cualquier otro proveedor de OTP.

source: Invalid CSRF cookie
es_es: Cookie CSRF no válida

source: Invalid provider
es_es: Proveedor no válido

source: Invalid application name
es_es: Nombre de la aplicación no válido

source: Invalid value for length
es_es: Valor de longitud no válido

source: Invalid length
es_es: Longitud no válida

source: GoogleAuthenticator submodule missing.
es_es: Falta el submódulo GoogleAuthenticator.

source: QRCode submodule missing.
es_es: Falta el submódulo QRCode.

source: Cannot update settings
es_es: No se pueden actualizar los ajustes

source: Settings updated successfully
es_es: Ajustes actualizados con éxito

source: Failed to update all users!
es_es: ¡No se pudo actualizar a todos los usuarios!

source: Server management
es_es: Gestión del servidor

source: IP related management
es_es: Gestión relacionada con IP

source: Device management
es_es: Gestión de dispositivos

source: Tools
es_es: Herramientas

source: phpIPAM settings
es_es: Ajustes de phpIPAM

source: phpIPAM server settings
es_es: Ajustes del servidor phpIPAM

source: Users
es_es: Usuarios

source: User management
es_es: Gestión de usuarios

source: Groups
es_es: Grupos

source: User group management
es_es: Gestión de grupos de usuarios

source: Authentication methods
es_es: Métodos de autenticación

source: Manage user authentication methods and servers
es_es: Gestionar métodos de autenticación y servidores de usuarios

source: Two-factor authentication with TOTP provider
es_es: Autenticación de dos factores con proveedor TOTP

source: Password policy
es_es: Política de contraseñas

source: Set user password policy
es_es: Establecer la política de contraseñas de usuario

source: Mail settings
es_es: Configuración de correo

source: Set mail parameters and mail server settings
es_es: Establecer parámetros de correo y configuración del servidor de correo

source: API settings
es_es: Configuración de la API

source: PowerDNS settings
es_es: Configuración de PowerDNS

source: DHCP settings
es_es: Configuración de DHCP

source: Scan agents
es_es: Agentes de escaneo

source: phpipam Scan agents
es_es: Agentes de escaneo phpIPAM

source: Languages
es_es: Idiomas

source: Manage languages
es_es: Gestionar idiomas

source: Manage widget settings
es_es: Gestionar configuración de widgets

source: Tags
es_es: Etiquetas

source: Manage tags
es_es: Gestionar etiquetas

source: PSTN prefixes
es_es: Prefijos PSTN

source: Edit instructions
es_es: Editar instrucciones

source: Set phpipam instructions for end users
es_es: Establecer instrucciones de phpIPAM para usuarios finales

source: Customers
es_es: Clientes

source: Customer management
es_es: Gestión de clientes

source: Sections
es_es: Secciones

source: Section management
es_es: Gestión de secciones

source: Subnets
es_es: Subredes

source: Subnet management
es_es: Gestión de subredes

source: VLAN management
es_es: Gestión de VLAN

source: VRF management
es_es: Gestión de VRF

source: NAT settings
es_es: Configuración de NAT

source: Routing
es_es: Enrutamiento

source: Routing management
es_es: Gestión de enrutamiento

source: Nameservers
es_es: Servidores de nombres

source: Recursive nameserver sets for subnets
es_es: Conjuntos de servidores de nombres recursivos para subredes

source: Firewall Zones
es_es: Zonas de firewall

source: Firewall zone management
es_es: Gestión de zonas de firewall

source: Import / Export
es_es: Importar / Exportar

source: Import/Export IP related data (VRF, VLAN, Subnets, IP, Devices)
es_es: Importar/Exportar datos relacionados con IP (VRF, VLAN, Subredes, IP, Dispositivos)

source: RIPE import
es_es: Importación de RIPE

source: Import subnets from RIPE
es_es: Importar subredes desde RIPE

source: IP requests
es_es: Solicitudes de IP

source: Manage IP requests
es_es: Gestionar solicitudes de IP

source: Filter IP fields
es_es: Filtrar campos de IP

source: Select which default address fields to display
es_es: Seleccionar qué campos de dirección predeterminados mostrar

source: Required IP fields
es_es: Campos de IP requeridos

source: Select which address fields are required to be filled when creating address.
es_es: Seleccionar qué campos de dirección deben ser rellenados al crear una dirección.

source: Custom fields
es_es: Campos personalizados

source: Manage custom fields
es_es: Gestionar campos personalizados

source: Devices
es_es: Dispositivos

source: Rack management
es_es: Gestión de racks

source: Circuits
es_es: Circuitos

source: Circuits management
es_es: Gestión de circuitos

source: SNMP management
es_es: Gestión de SNMP

source: Locations
es_es: Ubicaciones

source: Version check
es_es: Comprobación de versión

source: Check for latest version of phpipam
es_es: Comprobar la última versión de phpIPAM

source: Verify database
es_es: Verificar base de datos

source: Verify that database files are installed ok
es_es: Verificar que los archivos de la base de datos están instalados correctamente

source: Replace fields
es_es: Reemplazar campos

source: Search and replace content in database
es_es: Buscar y reemplazar contenido en la base de datos

source: authentication-methods
es_es: métodos-de-autenticación

source: password-policy
es_es: política-de-contraseñas

source: custom-fields
es_es: campos-personalizados

source: devices
es_es: dispositivos

source: device-types
es_es: tipos-de-dispositivos

source: filter-fields
es_es: campos-de-filtro

source: required-fields
es_es: campos-requeridos

source: firewall-zones
es_es: zonas-de-firewall

source: groups
es_es: grupos

source: import-export
es_es: importar-exportar

source: instructions
es_es: instrucciones

source: languages
es_es: idiomas

source: mail
es_es: correo

source: nameservers
es_es: servidores-de-nombres

source: replace-fields
es_es: reemplazar-campos

source: requests
es_es: solicitudes

source: ripe-import
es_es: importar-ripe

source: scan-agents
es_es: agentes-de-escanéo

source: sections
es_es: secciones

source: settings
es_es: ajustes

source: subnets
es_es: subredes

source: tags
es_es: etiquetas

source: users
es_es: usuarios

source: verify-database
es_es: verificar-base-de-datos

source: version-check
es_es: comprobación-de-versión

source: locations
es_es: ubicaciones

source: circuits
es_es: circuitos

source: pstn-prefixes
es_es: prefijos-pstn

source: customers
es_es: clientes

source: routing
es_es: enrutamiento

source: success
es_es: éxito

source: Invalid ID
es_es: ID inválido

source: Add new api key
es_es: Agregar nueva clave de API

source: App id
es_es: ID de la aplicación

source: Enter application identifier
es_es: Introducir el identificador de la aplicación

source: App code
es_es: Código de la aplicación

source: Application code
es_es: Código de la aplicación

source: Regenerate
es_es: Regenerar

source: App permissions
es_es: Permisos de la aplicación

source: Read
es_es: Leer

source: Read / Write
es_es: Leer / Escribir

source: Read / Write / Admin
es_es: Leer / Escribir / Administrador

source: Application permissions
es_es: Permisos de la aplicación

source: App security
es_es: Seguridad de la aplicación

source: SSL with User token
es_es: SSL con token de usuario

source: SSL with App code token
es_es: SSL con token de código de aplicación

source: Encrypted
es_es: Cifrado

source: User token
es_es: Token de usuario

source: Application security
es_es: Seguridad de la aplicación

source: Transaction lock
es_es: Bloqueo de transacción

source: Yes
es_es: Sí

source: Lock POST transactions
es_es: Bloquear transacciones POST

source: Lock timeout
es_es: Tiempo de espera para bloqueo

source: Seconds to wait for transaction lock to clear
es_es: Segundos para esperar a que se libere el bloqueo de la transacción

source: Nest custom fields
es_es: Campos personalizados anidados

source: Group custom fields to separate item in result
es_es: Agrupar campos personalizados para separar el ítem en el resultado

source: Show links
es_es: Mostrar enlaces

source: Show links in result (override with ?links=true)
es_es: Mostrar enlaces en el resultado (sobrescribir con ?links=true)

source: Description
es_es: Descripción

source: Enter description
es_es: Introducir descripción

source: Cancel
es_es: Cancelar

source: API management
es_es: Gestión de API

source: Create API key
es_es: Crear clave de API

source: Transaction locking
es_es: Bloqueo de transacción

source: Comment
es_es: Comentario

source: Last access
es_es: Último acceso

source: edit app details
es_es: editar detalles de la aplicación

source: remove app
es_es: eliminar aplicación

source: No Apps available
es_es: No hay aplicaciones disponibles

source: API documentation
es_es: Documentación de la API

source: Please enable API module under server management
es_es: Por favor, habilite el módulo API en la gestión del servidor

source: AD network connection ok
es_es: Conexión de red AD correcta

source: Check not implemented
es_es: Comprobación no implementada

source: Active Directory connection settings
es_es: Configuración de conexión de Active Directory

source: ldap extension not enabled in php
es_es: Extensión LDAP no habilitada en PHP

source: Set name for authentication method
es_es: Establecer nombre para el método de autenticación

source: Domain controllers
es_es: Controladores de dominio

source: Enter domain controllers, separated by ;
es_es: Introduzca los controladores de dominio, separados por ;

source: Base DN
es_es: DN base

source: Enter base DN for LDAP
es_es: Introducir DN base para LDAP

source: Account suffix
es_es: Sufijo de cuenta

source: The account suffix for your domain
es_es: El sufijo de cuenta para su dominio

source: Use SSL
es_es: Usar SSL

source: false
es_es: falso

source: true
es_es: verdadero

source: Use SSL (LDAPS), your server needs to be setup (default: false)
es_es: Usar SSL (LDAPS), su servidor necesita estar configurado (por defecto: falso)

source: Use TLS
es_es: Usar TLS

source: If you wish to use TLS you should ensure that useSSL is set to false and vice-versa (default: false)
es_es: Si desea usar TLS, debe asegurarse de que useSSL esté configurado como falso y viceversa (por defecto: falso)

source: AD port
es_es: Puerto AD

source: The default port for LDAP non-SSL connections
es_es: El puerto por defecto para conexiones LDAP no SSL

source: Domain account
es_es: Cuenta de dominio

source: Password
es_es: Contraseña

source: Domain account for search operations (optional)
es_es: Cuenta de dominio para operaciones de búsqueda (opcional)

source: users have this method for logging in. They will be reset to local auth!
es_es: los usuarios tienen este método para iniciar sesión. ¡Serán restablecidos a autenticación local!

source: LDAP connection settings
es_es: Configuración de conexión LDAP

source: LDAP servers
es_es: Servidores LDAP

source: LDAP hosts, separated by a semicolon (;)
es_es: Hosts LDAP, separados por un punto y coma (;)

source: Base DN for your directory
es_es: DN base para su directorio

source: Users DN
es_es: DN de usuarios

source: Base DN for your users, if different from the base DN above.
es_es: DN base para sus usuarios, si es diferente del DN base anterior.

source: UID Attribute
es_es: Atributo UID

source: LDAP uid naming attribute for users, e.g. "uid" or "cn"
es_es: Atributo de nombre UID de LDAP para usuarios, por ejemplo, "uid" o "cn"

source: LDAP Security Type
es_es: Tipo de seguridad LDAP

source: SSL, TLS, or None (default: TLS)
es_es: SSL, TLS o Ninguno (por defecto: TLS)

source: LDAP port
es_es: Puerto LDAP

source: Listening port for your LDAP service. TLS/unencrypted Default: 389 <br /> SSL Default: 636
es_es: Puerto de escucha para su servicio LDAP. TLS/no cifrado por defecto: 389 <br /> SSL por defecto: 636

source: Bind user
es_es: Usuario de enlace

source: User DN to bind as for search operations (optional).
es_es: DN de usuario para enlazar como para operaciones de búsqueda (opcional).

source: Bind password
es_es: Contraseña de enlace

source: Password for the bind account (only required if bind user is set).
es_es: Contraseña para la cuenta de enlace (solo necesaria si se establece el usuario de enlace).

source: NetIQ connection settings
es_es: Configuración de conexión NetIQ

source: Radius connection settings
es_es: Configuración de conexión Radius

source: Radius server
es_es: Servidor Radius

source: Enter Radius server
es_es: Introduzca el servidor Radius

source: Secret
es_es: Secreto

source: Enter radius secret
es_es: Introduzca el secreto Radius

source: Port
es_es: Puerto

source: Enter radius port (default 1812)
es_es: Introduzca el puerto Radius (por defecto 1812)

source: Suffix
es_es: Sufijo

source: Enter suffix
es_es: Introduzca el sufijo

source: Protocol
es_es: Protocolo

source: Set timeout in seconds
es_es: Establecer tiempo de espera en segundos

source: Timeout
es_es: Tiempo de espera

source: Radius login
es_es: Inicio de sesión Radius

source: php Socket extension missing!
es_es: ¡Falta la extensión php Socket!

source: The JIT and mapped user options are mutually exclusive
es_es: Las opciones JIT y usuario mapeado son mutuamente excluyentes

source: Strict mode requires global setting "Prettify links"=yes
es_es: El modo estricto requiere la configuración global "Prettify links"=sí

source: SP (Client) certificate and key are required to sign Authn requests
es_es: Se requiere el certificado y la clave SP (Cliente) para firmar las solicitudes de Authn

source: Failed to edit authentication method
es_es: Error al editar el método de autenticación

source: Authentication method updated
es_es: Método de autenticación actualizado

source: php-saml library missing, please update submodules
es_es: Falta la biblioteca php-saml, por favor actualice los submódulos

source: SAML2 connection settings
es_es: Configuración de conexión SAML2

source: Enable JIT
es_es: Habilitar JIT

source: Provision new users automatically
es_es: Provisionar usuarios nuevos automáticamente

source: Use advanced settings
es_es: Usar configuración avanzada

source: Use Onelogin php-saml settings.php configuration
es_es: Usar la configuración de settings.php de Onelogin php-saml

source: Client ID
es_es: ID de cliente

source: Enter unique client entity ID
es_es: Introduzca el ID de entidad único del cliente

source: Strict mode
es_es: Modo estricto

source: Enable Onelogin php-saml strict mode
es_es: Habilitar el modo estricto de Onelogin php-saml

source: Requires pretty links and mod_rewrite
es_es: Requiere enlaces bonitos y mod_rewrite

source: IDP issuer
es_es: Emisor IDP

source: Enter idp issuer
es_es: Introduzca el emisor IDP

source: IDP login url
es_es: URL de inicio de sesión IDP

source: Enter IDP login url
es_es: Introduzca la URL de inicio de sesión IDP

source: IDP logout url
es_es: URL de cierre de sesión IDP

source: Enter IDP logout url
es_es: Introduzca la URL de cierre de sesión IDP

source: IDP X.509 public cert
es_es: Certificado público X.509 del IDP

source: Enter IDP X.509 public certificate
es_es: Introduzca el certificado público X.509 del IDP

source: Sign Authn requests
es_es: Firmar solicitudes Authn

source: Authn X.509 signing cert
es_es: Certificado X.509 de firma Authn

source: Enter SP (Client) X.509 certificate
es_es: Introduzca el certificado X.509 SP (Cliente)

source: Authn X.509 signing cert key
es_es: Clave del certificado X.509 de firma Authn

source: Enter SP (Client) X.509 certificate key
es_es: Introduzca la clave del certificado X.509 SP (Cliente)

source: SAML username attribute
es_es: Atributo de nombre de usuario SAML

source: Extract username from SAML attribute
es_es: Extraer nombre de usuario del atributo SAML

source: blank=use NameId
es_es: vacío=usar NameId

source: SAML mapped user
es_es: Usuario mapeado SAML

source: Map all SAML users to a single local account. e.g. admin
es_es: Mapear todos los usuarios SAML a una única cuenta local. Ej. admin

source: blank=disabled
es_es: vacío=deshabilitado

source: Debugging
es_es: Depuración

source: Enable protocol debugging
es_es: Habilitar depuración de protocolo

source: not for production use
es_es: no para uso en producción

source: Method cannot be change as it is protected
es_es: El método no puede ser cambiado ya que está protegido

source: Invalid method type
es_es: Tipo de método inválido

source: Create new:
es_es: Crear nuevo:

source: Create new
es_es: Crear nuevo

source: authentication
es_es: autenticación

source: Type
es_es: Tipo

source: Parameters
es_es: Parámetros

source: Protected
es_es: Protegido

source: no parameters
es_es: sin parámetros

source: SAML2 Metadata
es_es: Metadatos SAML2

source: Edit
es_es: Editar

source: Delete
es_es: Eliminar

source: Verify connection
es_es: Verificar conexión

source: Here you can set different authentication methods for your users.
es_es: Aquí puede establecer diferentes métodos de autenticación para sus usuarios.

source: phpIPAM currently supports following authentication methods:
es_es: phpIPAM actualmente soporta los siguientes métodos de autenticación:

source: Local authentication
es_es: Autenticación local

source: Apache authentication
es_es: Autenticación Apache

source: AD (Active Directory) authentication
es_es: Autenticación AD (Active Directory)

source: LDAP authentication
es_es: Autenticación LDAP

source: NetIQ authentication
es_es: Autenticación NetIQ

source: Radius authentication
es_es: Autenticación Radius

source: SAMLv2 authentication
es_es: Autenticación SAMLv2

source: Passkey authentication
es_es: Autenticación con clave de acceso

source: For AD/LDAP/NetIQ connection phpipam is using adLDAP, for documentation please check
es_es: Para la conexión AD/LDAP/NetIQ, phpipam utiliza adLDAP, para la documentación, por favor consulte

source: First create new user under user management with <u>same username as on AD</u> and set authentication type to one of available methods.
es_es: Primero cree un nuevo usuario en la gestión de usuarios con <u>el mismo nombre de usuario que en AD</u> y configure el tipo de autenticación a uno de los métodos disponibles.

source: Also set proper permissions - group membership for new user
es_es: También configure los permisos adecuados: membresía de grupo para el nuevo usuario

source: Circuit ID is mandatory
es_es: El ID de circuito es obligatorio

source: Invalid type
es_es: Tipo inválido

source: Circuit is currently used in a larger logical circuit
es_es: El circuito se está utilizando actualmente en un circuito lógico más grande

source: Invalid device A
es_es: Dispositivo A inválido

source: Invalid location A
es_es: Ubicación A inválida

source: Invalid device B
es_es: Dispositivo B inválido

source: Invalid location B
es_es: Ubicación B inválida

source: can not be empty
es_es: no puede estar vacío

source: Circuit
es_es: Circuito

source: successful
es_es: exitoso

source: Add provider
es_es: Añadir proveedor

source: No circuit providers configured.<hr>
es_es: No se han configurado proveedores de circuito.<hr>

source: Circuit ID
es_es: ID de circuito

source: Provider
es_es: Proveedor

source: Circuit type
es_es: Tipo de circuito

source: Capacity
es_es: Capacidad

source: Status
es_es: Estado

source: Customer
es_es: Cliente

source: Select Customer
es_es: Seleccionar cliente

source: None
es_es: Ninguno

source: Point A
es_es: Punto A

source: Point B
es_es: Punto B

source: Logical Circuit ID is mandatory
es_es: El ID de circuito lógico es obligatorio

source: Remove duplicates of circuit
es_es: Eliminar duplicados de circuito

source: No circuits selected
es_es: Ningún circuito seleccionado

source: Logical circuit added, but failed to create mapping
es_es: Circuito lógico añadido, pero no se pudo crear el mapeo

source: Error dropping mapping:
es_es: Error al eliminar mapeo:

source: Error inserting mapping.
es_es: Error al insertar mapeo.

source: Logical Circuit
es_es: Circuito lógico

source: No circuit providers configured.
es_es: No se han configurado proveedores de circuito.
