Repository: Pruebas77/phpipam
Catalog: functions/locale/*.UTF-8/LC_MESSAGES/phpipam.po
Languages: es_es

source: Vault unlocked, redirecting...
es_es: Bóveda desbloqueada, redirigiendo...

source: Unlock Vault
es_es: Desbloquear bóveda

source: Enter Vault password
es_es: Ingresa la contraseña de la bóveda

source: Unlock
es_es: Desbloquear

source: Wrong parameters
es_es: Parámetros incorrectos

source: Table fixed
es_es: Tabla corregida

source: Field fixed
es_es: Campo corregido

source: Database structure verification
es_es: Verificación de la estructura de la base de datos

source: Missing table
es_es: Tabla faltante

source: Cannot get fix for table
es_es: No se puede obtener la corrección para la tabla

source: Fix table
es_es: Corregir tabla

source: Missing fields
es_es: Campos faltantes

source: Cannot get fix for table field
es_es: No se puede obtener la corrección para el campo de la tabla

source: Fix field
es_es: Corregir campo

source: All tables and fields are installed properly
es_es: Todas las tablas y campos están instalados correctamente

source: Invalid subnets
es_es: Subredes no válidas

source: No invalid subnets detected
es_es: No se detectaron subredes no válidas

source: Invalid addresses
es_es: Direcciones no válidas

source: No invalid addresses detected
es_es: No se detectaron direcciones no válidas

source: Missing indexes
es_es: Índices faltantes

source: No missing indexes detected
es_es: No se detectaron índices faltantes

source: Latest version
es_es: Última versión

source: already installed
es_es: ya instalada

source: Development version
es_es: Versión de desarrollo

source: installed! Latest production version is
es_es: ¡instalada! La última versión de producción es

source: New version of phpipam available
es_es: Nueva versión de phpIPAM disponible

source: Installed version
es_es: Versión instalada

source: Available version
es_es: Versión disponible

source: You can download new version
es_es: Puedes descargar la nueva versión

source: archive
es_es: archivo

source: Version check failed
es_es: Error al comprobar la versión

source: Incompatible php and database schema versions
es_es: Versiones incompatibles de PHP y esquema de base de datos

source: Latest phpIPAM release
es_es: Última versión de phpIPAM

source: Installed phpIPAM release
es_es: Versión de phpIPAM instalada

source: Database schema version
es_es: Versión del esquema de la base de datos

source: PHP version
es_es: Versión de PHP

source: MySQL version
es_es: Versión de MySQL

source: MySQL CTE queries
es_es: Consultas CTE de MySQL

source: Default domain cannot be deleted
es_es: El dominio predeterminado no puede ser eliminado

source: l2 domain
es_es: dominio l2

source: domain name
es_es: nombre de dominio

source: Sections to display domain in
es_es: Secciones en las que mostrar el dominio

source: removing vlan domain will move all belonging vlans to default domain
es_es: Eliminar el dominio VLAN moverá todas las VLAN asociadas al dominio predeterminado

source: VLAN already exists
es_es: La VLAN ya existe

source: VLAN already exists in another domain!
es_es: ¡La VLAN ya existe en otro dominio!

source: VLAN number cannot be negative
es_es: El número de VLAN no puede ser negativo

source: Not number
es_es: No es un número

source: Name is required
es_es: El nombre es obligatorio

source: VLAN number
es_es: Número de VLAN

source: VLAN name
es_es: Nombre de VLAN

source: Unique VLAN
es_es: VLAN única

source: Require unique vlan accross domains
es_es: Requiere VLAN única entre dominios

source: removing VLAN will also remove VLAN reference from belonging subnets
es_es: Eliminar la VLAN también eliminará la referencia de VLAN de las subredes asociadas

source: Failed to move VLAN to new domain
es_es: No se pudo mover la VLAN al nuevo dominio

source: VLAN moved to new domain successfully
es_es: VLAN movida al nuevo dominio exitosamente

source: Current l2 domain
es_es: Dominio l2 actual

source: New domain
es_es: Nuevo dominio

source: No domains available!
es_es: ¡No hay dominios disponibles!

source: Admin privileges required
es_es: Se requieren privilegios de administrador

source: Invalid domain Id
es_es: ID de dominio no válido

source: No devices for SNMP VLAN query available
es_es: No hay dispositivos disponibles para la consulta SNMP de VLAN

source: No VLANS found
es_es: No se encontraron VLANs

source: Add discovered VLANS
es_es: Agregar VLANs descubiertas

source: Number of discovered hosts exceed maximum possible defined by php.ini - set to
es_es: El número de hosts descubiertos excede el máximo posible definido por php.ini - configura en

source: Please adjust your php.ini settings for value `max_input_vars`
es_es: Por favor ajusta la configuración de php.ini para el valor `max_input_vars`

source: Failed to import entry
es_es: Error al importar la entrada

source: Scan results added to database
es_es: Resultados del escaneo añadidos a la base de datos

source: No entries available
es_es: No hay entradas disponibles

source: Select devices
es_es: Selecciona dispositivos

source: Select devices to query VLAN table from
es_es: Selecciona dispositivos para consultar la tabla VLAN

source: Scan
es_es: Escanear

source: VRF name
es_es: Nombre de VRF

source: Route distinguisher
es_es: Distinguido de ruta

source: removing VRF will also remove VRF reference from belonging subnets!
es_es: ¡Eliminar VRF también eliminará la referencia de VRF de las subredes asociadas!

source: No devices for SNMP VRF query available
es_es: No hay dispositivos disponibles para la consulta SNMP de VRF

source: No vrfs found
es_es: No se encontraron VRFs

source: Add discovered vrfs
es_es: Agregar VRFs descubiertos

source: Select devices to query VRF table from
es_es: Selecciona dispositivos para consultar la tabla VRF

source: Filename and title are mandatory
es_es: El nombre del archivo y el título son obligatorios

source: File
es_es: Archivo

source: Admin only
es_es: Solo administrador

source: Active
es_es: Activo

source: Link to page
es_es: Enlace a la página

source: Widget size
es_es: Tamaño del widget

source: You can manage widgets here
es_es: Puedes gestionar los widgets aquí

source: Create new widget
es_es: Crear nuevo widget

source: No widgets created yet
es_es: No se han creado widgets aún

source: Admin
es_es: Administrador

source: Create widget file in directory app/dashboard/widgets/
es_es: Crear archivo de widget en el directorio app/dashboard/widgets/

source: No groups
es_es: No hay grupos

source: You are not member of any group. Please contact system administrator!
es_es: No eres miembro de ningún grupo. ¡Por favor contacta al administrador del sistema!

source: Add new widget
es_es: Agregar nuevo widget

source: Loading widget
es_es: Cargando widget

source: No widgets selected
es_es: No se seleccionaron widgets

source: Please select widgets to be displayed on dashboard on user menu page
es_es: Por favor selecciona widgets para ser mostrados en el panel de control en la página de menú de usuario

source: Add new widget to dashboard
es_es: Agregar nuevo widget al panel de control

source: All available widgets are already on dashboard
es_es: Todos los widgets disponibles ya están en el panel de control

source: Log files are sent to syslog
es_es: Los archivos de registro se envían a syslog

source: Severity
es_es: Severidad

source: Command
es_es: Comando

source: Date
es_es: Fecha

source: Info
es_es: Información

source: Warn
es_es: Advertencia

source: Err
es_es: Error

source: No logs available
es_es: No hay registros disponibles

source: Changelog files are sent to syslog
es_es: Los archivos de registro de cambios se envían a syslog

source: Object
es_es: Objeto

source: Change
es_es: Cambio

source: Deleted
es_es: Eliminado

source: No changelogs available
es_es: No hay registros de cambios disponibles

source: No results
es_es: No hay resultados

source: Full
es_es: Completo

source: Add new IP address
es_es: Agregar nueva dirección IP

source: Click to remove from favourites
es_es: Haz clic para quitar de favoritos

source: No favourite subnets selected
es_es: No se seleccionaron subredes favoritas

source: You can add subnets to favourites by clicking star icon in subnet details
es_es: Puedes agregar subredes a favoritos haciendo clic en el ícono de estrella en los detalles de la subred

source: Invalid widget
es_es: Widget no válido

source: No inactive hosts found
es_es: No se encontraron hosts inactivos

source: Last seen
es_es: Última vez visto

source: Invalid input
es_es: Entrada no válida

source: Subnetting details for
es_es: Detalles de subnetting para

source: Calculate
es_es: Calcular

source: Please enter IP address and mask in CIDR format
es_es: Por favor ingresa la dirección IP y máscara en formato CIDR

source: No subnets available
es_es: No hay subredes disponibles

source: Select subnet
es_es: Selecciona subred

source: First IP Address available
es_es: Primera dirección IP disponible

source: Request IP
es_es: Solicitar IP

source: IP requests disabled
es_es: Solicitudes de IP deshabilitadas

source: search
es_es: buscar

source: Please enter valid MAC address
es_es: Por favor ingresa una dirección MAC válida

source: Last Login
es_es: Último inicio de sesión

source: Last Activity
es_es: Última actividad

source: No recent logins available
es_es: No hay inicios de sesión recientes disponibles

source: Number of Sections
es_es: Número de secciones

source: Number of Subnets
es_es: Número de subredes

source: Number of VLANs
es_es: Número de VLANs

source: Number of VRFs
es_es: Número de VRFs

source: Number of IPv4 addresses
es_es: Número de direcciones IPv4

source: Number of IPv6 addresses
es_es: Número de direcciones IPv6

source: Number of Devices
es_es: Número de dispositivos

source: Number of Locations
es_es: Número de ubicaciones

source: Number of Racks
es_es: Número de racks

source: Number of users
es_es: Número de usuarios

source: Threshold module disabled
es_es: Módulo de umbral deshabilitado

source: You can enable threshold module under settings
es_es: Puedes habilitar el módulo de umbral en la configuración

source: No subnet is selected for threshold check
es_es: No se ha seleccionado ninguna subred para la verificación de umbral

source: You can set threshold for subnets under subnet settings
es_es: Puedes configurar el umbral para las subredes en la configuración de subredes

source: No subnet selected for threshold check available
es_es: No hay subred seleccionada para la verificación de umbral disponible

source: No subnet with threshold check available
es_es: No hay subred con verificación de umbral disponible

source: Current usage
es_es: Uso actual

source: Search database Addresses, subnets and VLANs
es_es: Buscar direcciones, subredes y VLANs en la base de datos

source: IP calculator
es_es: Calculadora IP

source: IPv4v6 calculator for subnet calculations
es_es: Calculadora IPv4v6 para cálculos de subred

source: Show all subnets
es_es: Mostrar todas las subredes

source: Show VLANs and belonging subnets
es_es: Mostrar VLANs y subredes asociadas

source: Show VRFs and belonging networks
es_es: Mostrar VRFs y redes asociadas

source: Show all configured devices
es_es: Mostrar todos los dispositivos configurados

source: Add some hosts to subnets to calculate usage percentage
es_es: Agrega algunos hosts a las subredes para calcular el porcentaje de uso

source: Add some hosts to subnets to show graph of used hosts per subnet
es_es: Agrega algunos hosts a las subredes para mostrar el gráfico de hosts utilizados por subred

source: % used
es_es: % usado

source: Loading statistics
es_es: Cargando estadísticas

source: Oops! Something went wrong!
es_es: ¡Ups! ¡Algo salió mal!

source: Provided http error code is
es_es: El código de error HTTP proporcionado es

source: Folder does not exist
es_es: La carpeta no existe

source: Hierarchy
es_es: Jerarquía

source: Folder name
es_es: Nombre de la carpeta

source: Permission
es_es: Permiso

source: Actions
es_es: Acciones

source: You do not have permissions to edit subnet or IP addresses
es_es: No tienes permisos para editar subredes o direcciones IP

source: Edit folder
es_es: Editar carpeta

source: Add new nested subnet
es_es: Agregar nueva subred anidada

source: Add new nested folder
es_es: Agregar nueva carpeta anidada

source: Import IP addresses
es_es: Importar direcciones IP

source: Export IP addresses
es_es: Exportar direcciones IP

source: Click to add to favourites
es_es: Haz clic para agregar a favoritos

source: Select mask
es_es: Seleccionar máscara

source: Result
es_es: Resultado

source: Free
es_es: Libre

source: In Subnet
es_es: En Subred

source: Create subnet
es_es: Crear subred

source: Folder details
es_es: Detalles de la carpeta

source: Folder is empty
es_es: La carpeta está vacía

source: has
es_es: tiene

source: directly nested folders
es_es: carpetas anidadas directamente

source: Folder has no subfolders
es_es: La carpeta no tiene subcarpetas

source: directly nested subnets
es_es: subredes anidadas directamente

source: Subnet description
es_es: Descripción de la subred

source: Used
es_es: Usado

source: Folder has no belonging subnets
es_es: La carpeta no tiene subredes asociadas

source: Folder has no subfolders or belonging subnets
es_es: La carpeta no tiene subcarpetas ni subredes asociadas

source: You do not have permission to access this network
es_es: No tienes permiso para acceder a esta red

source: WARNING
es_es: ADVERTENCIA

source: In case of problems please contact
es_es: En caso de problemas, por favor contacta con

source: phpIPAM is free, open-source project
es_es: phpIPAM es un proyecto libre y de código abierto

source: If you like the software you can donate by clicking this button to support further development
es_es: Si te gusta el software, puedes donar haciendo clic en este botón para apoyar el desarrollo futuro

source: Donation button
es_es: Botón de donación

source: Install scripts disabled
es_es: Scripts de instalación deshabilitados

source: Loading
es_es: Cargando

source: Invalid request
es_es: Solicitud inválida

source: Database already installed
es_es: Base de datos ya instalada

source: Database installed successfully!
es_es: ¡Base de datos instalada con éxito!

source: Continue
es_es: Continuar

source: migration
es_es: migración

source: installation
es_es: instalación

source: migrate
es_es: migrar

source: install
es_es: instalar

source: Automatic database
es_es: Base de datos automática

source: Please provide required inputs in below form for automatic database
es_es: Por favor proporciona los datos requeridos en el formulario de abajo para la base de datos automática

source: once finished click Install database.
es_es: una vez terminado, haz clic en Instalar base de datos.

source: Before you proceed to
es_es: Antes de proceder a

source: please fill in all settings in <strong>config.php</strong> file!
es_es: ¡por favor completa todas las configuraciones en el archivo <strong>config.php</strong>!

source: MySQL/MariaDB username
es_es: Nombre de usuario de MySQL/MariaDB

source: MySQL/MariaDB password
es_es: Contraseña de MySQL/MariaDB

source: * User must have permissions to create new MySQL/MariaDB database
es_es: * El usuario debe tener permisos para crear una nueva base de datos MySQL/MariaDB

source: MySQL/MariaDB database location
es_es: Ubicación de la base de datos MySQL/MariaDB

source: MySQL/MariaDB database name
es_es: Nombre de la base de datos MySQL/MariaDB

source: * change database details on config.php
es_es: * cambia los detalles de la base de datos en config.php

source: Show advanced options
es_es: Mostrar opciones avanzadas

source: Drop exisitng database
es_es: Eliminar base de datos existente

source: Drop existing database if it exists
es_es: Eliminar base de datos existente si existe

source: Create database
es_es: Crear base de datos

source: Create new database
es_es: Crear nueva base de datos

source: Create permissions
es_es: Crear permisos

source: Set permissions to tables
es_es: Establecer permisos en las tablas

source: Cannot access file db/MIGRATE.sql!
es_es: ¡No se puede acceder al archivo db/MIGRATE.sql!

source: phpipam database
es_es: Base de datos de phpipam

source: Manual database
es_es: Base de datos manual

source: For importing database file with mysqlimport tool please follow the instructions below:
es_es: Para importar el archivo de base de datos con la herramienta mysqlimport, por favor sigue las instrucciones a continuación:

source: Set variables for database connection in config.php
es_es: Configura las variables para la conexión a la base de datos en config.php

source: Open mysql connection, create database
es_es: Abre la conexión mysql, crea la base de datos

source: Copy the SQL queries below and paste them into mysql
es_es: Copia las consultas SQL a continuación y pégalas en mysql

source: Finished ! Now log in with <strong>Admin/ipamadmin</strong> to web page.
es_es: ¡Listo! Ahora inicia sesión con <strong>Admin/ipamadmin</strong> en la página web.

source: Login
es_es: Iniciar sesión

source: <YOUR SECRET PASSWORD FROM config.php>
es_es: <TU CONTRASEÑA SECRETA DE config.php>

source: with mysqlimport tool
es_es: con la herramienta mysqlimport

source: Please follow the steps below for
es_es: Por favor sigue los pasos a continuación para

source: with mysqlimport:
es_es: con mysqlimport:

source: Open mysql connection
es_es: Abre la conexión mysql

source: Import SQL file
es_es: Importar archivo SQL

source: Cannot access file db/SCHEMA.sql!
es_es: ¡No se puede acceder al archivo db/SCHEMA.sql!

source: Set permissions for phpipam user
es_es: Establecer permisos para el usuario phpipam

source: Invalid installation type
es_es: Tipo de instalación inválido

source: This installation type does not exist. Please select a valid installation method!
es_es: Este tipo de instalación no existe. ¡Por favor selecciona un método de instalación válido!

source: Postinstall configuration
es_es: Configuración postinstalación

source: Hi. Almost set. Let's just set some basic settings. You can change all settings under administration once logged in!
es_es: Hola. Casi listo. Solo vamos a configurar algunos ajustes básicos. Puedes cambiar todas las configuraciones en administración una vez hayas iniciado sesión.

source: Some tables or fields are missing in database
es_es: Faltan algunas tablas o campos en la base de datos

source: Missing tables
es_es: Tablas faltantes

source: Table
es_es: Tabla

source: missing field
es_es: campo faltante

source: Admin password
es_es: Contraseña de Admin

source: Set password for Admin user
es_es: Configura la contraseña para el usuario Admin

source: Password must be at least 8 characters long!
es_es: ¡La contraseña debe tener al menos 8 caracteres!

source: Settings updated, installation complete!
es_es: ¡Configuraciones actualizadas, instalación completa!

source: Proceed to login.
es_es: Proceder al inicio de sesión.

source: Welcome to phpipam
es_es: Bienvenido a phpipam

source: We are glad you decided to
es_es: Nos alegra que hayas decidido

source: Before you can start to process please:
es_es: Antes de que puedas comenzar a procesar, por favor:

source: Edit settings in config.php file
es_es: Edita la configuración en el archivo config.php

source: Create a MySQL/MariaDB database for phpipam, you can do this three ways (select below)
es_es: Crea una base de datos MySQL/MariaDB para phpipam, puedes hacerlo de tres maneras (selecciona abajo)

source: Before you start to
es_es: Antes de comenzar a

source: please visit phpipam installation website
es_es: por favor visita el sitio web de instalación de phpipam

source: to get all documentation and to make sure all requirements are met for
es_es: para obtener toda la documentación y asegurarte de que se cumplan todos los requisitos para

source: You selected option to migrate from old database.
es_es: Seleccionaste la opción de migrar desde una base de datos antigua.

source: Please put SQL dump file from old phpipam installation to db/MIGRATE.sql file !
es_es: Por favor coloca el archivo de volcado SQL de la antigua instalación de phpipam en el archivo db/MIGRATE.sql !

source: Please select preferred type of database
es_es: Por favor selecciona el tipo de base de datos preferido

source: phpipam installer will create database for you automatically.
es_es: El instalador de phpipam creará la base de datos automáticamente.

source: MySQL/MariaDB import instructions
es_es: Instrucciones de importación de MySQL/MariaDB

source: Install DB files with mysqlimport tool.
es_es: Instalar archivos DB con la herramienta mysqlimport.

source: Install database manually with SQL queries.
es_es: Instalar la base de datos manualmente con consultas SQL.

source: Database connection check
es_es: Comprobación de conexión a la base de datos

source: Database connection check result:
es_es: Resultado de la comprobación de la conexión a la base de datos:

source: Troubleshooting:
es_es: Solución de problemas:

source: Make sure all settings in config.php are correct.
es_es: Asegúrate de que todas las configuraciones en config.php sean correctas.

source: Make sure database is running and accepting connections.
es_es: Asegúrate de que la base de datos esté en funcionamiento y acepte conexiones.

source: Make sure user defined in config.php has access to database.
es_es: Asegúrate de que el usuario definido en config.php tenga acceso a la base de datos.

source: Database connection successful
es_es: Conexión a la base de datos exitosa

source: Welcome to phpipam installation wizard!
es_es: ¡Bienvenido al asistente de instalación de phpipam!

source: Please select one of the options below:
es_es: Por favor selecciona una de las opciones a continuación:

source: New phpipam installation
es_es: Nueva instalación de phpipam

source: Select this option to install a fresh instance of phpipam.
es_es: Selecciona esta opción para instalar una nueva instancia de phpipam.

source: Migrate phpipam installation
es_es: Migrar instalación de phpipam

source: Select this option to migrate phpipam database from another server. Place SQL dump from old server to directory db and name it MIGRATE.sql (db/MIGRATE.sql).
es_es: Selecciona esta opción para migrar la base de datos de phpipam desde otro servidor. Coloca el volcado SQL del servidor antiguo en el directorio db y nómbralo MIGRATE.sql (db/MIGRATE.sql).

source: Working installation
es_es: Instalación en funcionamiento

source: Select this option if you have a working phpipam installation and this screen occured. Generally it means phpipam was unable to connnect to the database. This will check for connection errors.
es_es: Selecciona esta opción si tienes una instalación funcional de phpipam y apareció esta pantalla. Generalmente significa que phpipam no pudo conectarse a la base de datos. Esto verificará si hay errores de conexión.

source: Two-factor authentication details
es_es: Detalles de autenticación en dos factores

source: Details for your preferred authenticator application are below. Please write down your details, otherwise you will not be able to login to phpipam
es_es: Los detalles para tu aplicación de autenticación preferida están a continuación. Por favor escribe tus detalles, de lo contrario no podrás iniciar sesión en phpipam.

source: Account
es_es: Cuenta

source: You can also scan following QR code with your preferred authenticator application
es_es: También puedes escanear el siguiente código QR con tu aplicación de autenticación preferida

source: Validate
es_es: Validar

source: Two-factor authentication
es_es: Autenticación en dos factores

source: Two-factor code
es_es: Código de dos factores

source: Enter 2fa code
es_es: Ingresa el código 2fa
